export const fieldInput = {
  email: 'Email',
  name: 'Name',
  surname: 'Surname',
  fatherName: 'Fathername',
  birthday: 'Birdthday',
  citizenship: 'Citizenship',
  phoneNumber: 'PhoneNumber',
  country: 'Country',
  city: 'City',
  address_1: 'Address 1',
  inn: 'INN',
  passport: 'Passport',
};

export const fieldInputForForm = {
  email: 'Email',
  name: 'Name',
  surname: 'Surname',
  fatherName: 'Fathername',
  birthday: 'Birdthday',
  citizenship: 'Citizenship',
  inn: 'INN',
  passport: 'Passport',
  requesterFile: 'Document confirming kinship',
  requesterBirthday: 'Date of birth (person making the request)',
  requesterName: 'Full name (person making the request)',
  couplePIB1: "Spouse's full name (husband's)",
  couplePIB2: "Spouse's full name (wife's)",
  'residence.address': 'Residential Address',
  'residence.city': 'City of Residence',
  'residence.country': 'Country of Residence',
  deadName: 'Full name of deceased',
  deadDeathDay: 'Date of death',
  deadBirthday: 'Date of birth of deceased',
  deadRelationship: 'Relationship to deceased',
  'recipient.name': 'Name (district) of the Territorial Recruitment Centers',
  'recipient.address': 'Email of the Territorial Recruitment Centers',
  rank: 'Rank',
  unit: 'Military unit number',
  'date.start': 'Start date',
  'date.end': 'End date',
  abroadPassnum: 'Series and number of the international passport',
  pmjNum: 'Residence permit',
  coupleBirthday1: "Husband's date of birth",
  coupleBirthday2: "Wife's date of birth",
  dateResidence: 'Date of issuance of residence certificate',
  placeResidence: 'Place of residence',
  eventDate: 'Event date',
  eventTime: 'Event time',
  eventPlace: 'Event location',
  propertyAddress: 'Property address',
};

export const patternInput = {
  email: /^[a-zA-Z0-9._%+-]+@[a-zA-Z0-9.-]+\.[a-zA-Z]{2,100}$/,
  name: /^[a-zA-Zа-яА-ЯіІїЇєЄ' ]{2,100}$/,
  surname: /^[a-zA-Zа-яА-ЯіІїЇєЄ' ]{2,100}$/,
  fatherName: /^[a-zA-Zа-яА-ЯіІїЇєЄ' ]{2,100}$/,
  birthday: /^(0[1-9]|[12][0-9]|3[01])-(0[1-9]|1[0-2])-\d{4}$/,
  citizenship: /^[a-zA-Zа-яА-ЯіІїЇєЄ' ]{2,100}$/,
  phoneNumber: /^\d{6,14}$/,
  tel: /^\d{6,14}$/,
  country: /^[a-zA-Zа-яА-ЯіІїЇєЄ'\s]{2,30}$/,
  city: /^[a-zA-Zа-яА-ЯіІїЇєЄ'\s]{2,30}$/,
  // address_1: /^[\w\s,.'\-\u00C0-\u024F\u0400-\u04FF]{5,100}$/,
  inn: /^\d{6,14}$/,
  passport: /^[A-Z0-9]{6,9}$/,
  requesterFile: /.+/,
  requesterBirthday: /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  requesterName: /^[a-zA-Zа-яА-ЯіІїЇ\s]{2,100}$/,
  couplePIB1: /^[a-zA-Zа-яА-ЯіІїЇєЄ'\s]{2,100}$/,
  couplePIB2: /^[a-zA-Zа-яА-ЯіІїЇєЄ'\s]{2,100}$/,
  'residence.address': /^[\w\s,.'\-\u00C0-\u024F\u0400-\u04FF]{5,100}$/,
  'residence.city': /^[a-zA-Zа-яА-ЯіІїЇєЄ'\s]{2,30}$/,
  'residence.country': /^[a-zA-Zа-яА-ЯіІїЇєЄ'\s]{2,30}$/,
  deadName: /^[a-zA-Zа-яА-ЯіІїЇєЄ'\s]{2,100}$/,
  deadDeathDay: /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  deadBirthday: /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  deadRelationship: /^[a-zA-Zа-яА-ЯіІїЇєЄ']{2,100}$/,
  'recipient.name': /^[a-zA-Zа-яА-ЯіІїЇєЄ']{2,100}$/,
  'recipient.address': /^[a-zA-Z0-9._%+-]+@[a-zA-Z0-9.-]+\.[a-zA-Z]{2,100}$/,
  rank: /^[\w\s,.'/\\-а-яА-ЯіІїЇєЄ'0-9]{2,100}$/,
  unit: /^[\w\s,.'/\\-а-яА-ЯіІїЇєЄ'0-9]{2,100}$/,
  'date.start': /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  'date.end': /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  abroadPassnum: /^[A-Z0-9]{3,30}$/,
  pmjNum: /^[A-Z0-9]{3,30}$/,
  coupleBirthday1: /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  coupleBirthday2: /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  dateResidence: /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  placeResidence: /^[\w\s,.'\-\u00C0-\u024F\u0400-\u04FF:]{5,100}$/,
  eventDate: /^\d{4}-(0[1-9]|1[0-2])-(0[1-9]|[12][0-9]|3[01])$/,
  eventTime: /^([01]\d|2[0-3]):([0-5]\d)$/,
  eventPlace: /^[\w\s,.'\-\u00C0-\u024F\u0400-\u04FF:]{5,100}$/,
  propertyAddress: /^[\w\s,.'\-\u00C0-\u024F\u0400-\u04FF:]{5,100}$/,
};

export const placeHolder = {
  email: 'example@gmail.com',
  name: 'Vasyl',
  surname: 'Shevchenko',
  fatherName: 'Mukolavivich',
  birthday: '03-05-1980',
  citizenship: 'Ukrainian',
  phoneNumber: '06778787897',
  tel: '06778787897',
  country: 'Ukraine',
  city: 'Kyiv',
  address_1: 'Obolonskya str 33, 24',
  inn: '123456789',
  passport: 'NC456376',
  recipient: 'minjust',
  requesterFile: 'Add a file',
  requesterBirthday: '03-05-1980',
  requesterName: 'Write a full name',
  couplePIB1: 'Write a full name',
  couplePIB2: 'Write a full name',
  'residence.address': 'Obolonskya str 33, 24',
  'residence.city': 'Kyiv',
  'residence.country': 'Ukraine',
  deadName: 'Write a full name',
  deadDeathDay: '03.05.1980',
  deadBirthday: '03.05.1980',
  deadRelationship: 'Relationship to deceased',
  'recipient.name': 'Житомирський ОМТЦК та СП',
  'recipient.address': 'example@gmail.com',
  rank: 'Rank',
  unit: 'Military unit number',
  'date.start': '03.05.1980',
  'date.end': '03.05.1987',
  abroadPassnum: 'NC456376',
  pmjNum: 'NC456376',
  coupleBirthday1: '03.05.1985',
  coupleBirthday2: '03.05.1982',
  dateResidence: '03.05.2025',
  placeResidence: 'Obolonskya str 33, 24, Kyiv',
  eventDate: '03.05.2025',
  eventTime: '16:49',
  eventPlace: 'Obolonskya str 33, 24, Kyiv',
  propertyAddress: 'Obolonskya str 33, 24, Kyiv',
};

export const inputTypes = {
  email: 'email',
  name: 'text',
  surname: 'text',
  fatherName: 'text',
  birthday: 'text',
  citizenship: 'text',
  phoneNumber: 'number',
  tel: 'number',
  country: 'text',
  city: 'text',
  address_1: 'text',
  inn: 'number',
  passport: 'text',
  requesterFile: 'file',
  requesterBirthday: 'date',
  requesterName: 'text',
  couplePIB1: 'text',
  couplePIB2: 'text',
  'residence.address': 'text',
  'residence.city': 'text',
  'residence.country': 'text',
  deadName: 'text',
  deadDeathDay: 'date',
  deadBirthday: 'date',
  deadRelationship: 'text',
  'recipient.name': 'text',
  'recipient.address': 'email',
  rank: 'text',
  unit: 'text',
  'date.start': 'date',
  'date.end': 'date',
  abroadPassnum: 'text',
  pmjNum: 'text',
  coupleBirthday1: 'date',
  coupleBirthday2: 'date',
  dateResidence: 'date',
  placeResidence: 'text',
  eventDate: 'date',
  eventTime: 'time',
  eventPlace: 'text',
  propertyAddress: 'text',
};

export const requestTypeMap = {
  // ДРАЦС /РАЦС(на рус)
  'Запит про надання довідки про зміну імені або прізвища': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання довідки про місце реєстрації проживання': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання довідки про сімейний стан': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'residence.address',
    'residence.city',
    'residence.country',
  ],
  'Запит про надання копії свідоцтва про народження': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання копії свідоцтва про розірвання шлюбу': [
    'email',
    'couplePIB1',
    'couplePIB2',
  ],
  'Запит про надання копії свідоцтва про смерть': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'deadName',
    'deadBirthday',
    'deadDeathDay',
    'deadRelationship',
  ],
  'Запит про надання копії свідоцтва про шлюб': [
    'couplePIB1',
    'couplePIB2',
    'coupleBirthday1',
    'coupleBirthday2',
  ],
  // АДПСУ / адміністрації ДПСУ
  'Запит про вилучення інформації з бази даних ДПСУ щодо тимчасового обмеження у праві виїзду з України':
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'passport',
    ],
  "Запит про надання копій документів, пов'язаних з міграційними процедурами": [
    'citizenship',
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'passport',
  ],
  "Запит про надання копій документів, пов'язаних з перетином кордону": [
    'citizenship',
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'passport',
  ],
  'Запит про надання інформації щодо затримання або відмови у пропуску через державний кордон':
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'passport',
    ],
  'Запит про надання інформації щодо наявності або відсутності громадянства України у особи':
    ['email', 'name', 'surname', 'fatherName', 'birthday'],
  "Запит про надання інформації щодо наявності або відсутності заборони на в'їзд в Україну":
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'passport',
    ],
  'Запит про надання інформації щодо наявності обмежень на виїзд за кордон': [
    'citizenship',
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'passport',
  ],
  'Запит про надання інформації щодо перетину державного кордону особою': [
    'citizenship',
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'passport',
    'date.start',
    'date.end',
  ],
  'Запит про надання інформації щодо реєстрації місця проживання або перебування особи':
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'passport',
    ],
  'Запит про надання інформації щодо рішень про депортацію або примусове видворення':
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'passport',
    ],
  'Запит про надання інформації щодо стану розгляду заяв або клопотань': [
    'citizenship',
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'passport',
  ],
  "Запит про наявність рішення про заборону в'їзду для іноземця або особи без громадянства":
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'passport',
    ],
  'Запит про наявність тимчасового обмеження у праві виїзду за кордон': [
    'citizenship',
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'passport',
  ],
  // МОУ і ТЦК
  'Запит про надання копій документів особової справи': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'rank',
    'unit',
    'recipient.name',
    'recipient.address',
  ],
  "Запит про надання роз'яснень щодо рішень, ухвалених ТЦК стосовно мобілізації":
    [
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'recipient.name',
      'recipient.address',
    ],
  'Запит про надання інформації з питань мобілізації': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'recipient.name',
    'recipient.address',
  ],
  'Запит про надання інформації щодо дисциплінарних стягнень': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'rank',
    'unit',
    'date.start',
    'date.end',
    'recipient.name',
    'recipient.address',
  ],
  'Запит про надання інформації щодо надання відстрочки або звільнення від призову':
    ['email', 'name', 'surname', 'fatherName', 'birthday'],
  'Запит про надання інформації щодо нарахування та виплати грошового забезпечення':
    [
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'rank',
      'unit',
      'date.start',
      'date.end',
      'recipient.name',
      'recipient.address',
    ],
  'Запит щодо медичної документації': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'rank',
    'unit',
    'date.start',
    'date.end',
    'recipient.name',
    'recipient.address',
  ],
  'Запит щодо надання довідки про обставини травми (поранення, контузії, каліцтва)':
    [
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'rank',
      'unit',
      'recipient.name',
      'recipient.address',
    ],
  'Запит щодо наказів про мобілізацію та військову службу': [
    'email',
    'name',
    'surname',
    'fatherName',
    'recipient.name',
    'recipient.address',
  ],
  'Запит щодо підтвердження правового статусу особи': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'recipient.name',
    'recipient.address',
  ],
  'Запит щодо результатів службового розслідування': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'rank',
    'unit',
    'recipient.name',
    'recipient.address',
  ],
  'Запит щодо розміру та видів грошового забезпечення, премій та надбавок': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'rank',
    'unit',
    'date.start',
    'date.end',
    'recipient.name',
    'recipient.address',
  ],
  'Запит щодо рішень, які прийняті за рапортами військовослужбовця': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'rank',
    'unit',
    'date.start',
    'date.end',
    'recipient.name',
    'recipient.address',
  ],
  // ПФУ і ДПСУ
  'Запит про надання копій документів пенсійної справи': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання справки про відсутність заборгованості по податках': [
    'email',
    'name',
    'surname',
    'fatherName',
    'inn',
  ],
  'Запит про надання інформації щодо заборгованості по виплаті пенсії': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання інформації щодо застосування пільгового стажу': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання інформації щодо нарахування та виплати пенсії': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання інформації щодо перерахунку пенсії': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання інформації щодо призначення пенсії по інвалідності': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  "Запит про надання інформації щодо призначення пенсії у зв'язку з втратою годувальника":
    ['email', 'name', 'surname', 'fatherName'],
  'Запит про надання інформації щодо підтвердження страхового стажу': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит про надання інформації щодо стану податкової заборгованості': [
    'email',
    'name',
    'surname',
    'fatherName',
    'inn',
  ],
  'Запит про повернення або зарахування переплачених податків': [
    'email',
    'name',
    'surname',
    'fatherName',
    'inn',
  ],
  // МВС
  'Запит про надання довідки про відсутність судимості': [
    'email',
    'name',
    'surname',
    'fatherName',
  ],
  'Запит на надання копій протоколів та документів, підписаних водієм': [
    'email',
    'name',
    'surname',
    'fatherName',
    'eventDate',
    'eventTime',
    'eventPlace',
  ],
  'Запит про надання показань свідків або інших учасників події': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'eventDate',
    'eventTime',
    'eventPlace',
  ],
  'Запит про надання інформації щодо правових підстав для зупинки автомобіля': [
    'email',
    'name',
    'surname',
    'fatherName',
    'birthday',
    'eventDate',
    'eventTime',
    'eventPlace',
  ],
  'Запит про надання інформації щодо стану та калібрування вимірювальних приладів':
    ['email', 'name', 'surname', 'fatherName', 'birthday'],
  'Запит про надання роз’яснень правових підстав накладення штрафу або іншого покарання за порушення ПДР':
    ['email', 'name', 'surname', 'fatherName', 'birthday'],
  // ВПО
  'Запит про надання інформації щодо компенсації за втрачене майно до Міністерства з питань реінтеграції тимчасово окупованих територій':
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'propertyAddress',
    ],
  'Запит про надання підтвердження факту знищення або пошкодження майна в результаті бойових дій':
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'propertyAddress',
    ],
  'Запит про надання інформації щодо отримання соціальної допомоги та компенсацій':
    ['citizenship', 'email', 'name', 'surname', 'fatherName', 'birthday'],
  'Запит про надання інформації щодо фіксації факту пошкодження майна від ДСНС':
    [
      'citizenship',
      'email',
      'name',
      'surname',
      'fatherName',
      'birthday',
      'propertyAddress',
    ],
};

export const requestNameToKeyMap = {
  //МОУ і ТЦК
  'Запит про надання копій документів особової справи':
    'Запит про надання копій документів особової справи',
  "Запит про надання роз'яснень щодо рішень, ухвалених ТЦК стосовно мобілізації":
    "Запит про надання роз'яснень щодо рішень, ухвалених ТЦК стосовно мобілізації",
  'Запит про надання інформації з питань мобілізації':
    'Запит про надання інформації з питань мобілізації',
  'Запит про надання інформації щодо дисциплінарних стягнень':
    'Запит про надання інформації щодо дисциплінарних стягнень',
  'Запит про надання інформації щодо надання відстрочки або звільнення від призову':
    'Запит про надання інформації щодо надання відстрочки або звільнення від призову',
  'Запит про надання інформації щодо нарахування та виплати грошового забезпечення':
    'Запит про надання інформації щодо нарахування та виплати грошового забезпечення',
  'Запит щодо медичної документації': 'Запит щодо медичної документації',
  'Запит щодо надання довідки про обставини травми (поранення, контузії, каліцтва)':
    'Запит щодо надання довідки про обставини травми (поранення, контузії, каліцтва)',
  'Запит щодо наказів про мобілізацію та військову службу':
    'Запит щодо наказів про мобілізацію та військову службу',
  'Запит щодо підтвердження правового статусу особи':
    'Запит щодо підтвердження правового статусу особи',
  'Запит щодо результатів службового розслідування':
    'Запит щодо результатів службового розслідування',
  'Запит щодо розміру та видів грошового забезпечення, премій та надбавок':
    'Запит щодо розміру та видів грошового забезпечення, премій та надбавок',
  'Запит щодо рішень, які прийняті за рапортами військовослужбовця':
    'Запит щодо рішень, які прийняті за рапортами військовослужбовця',
  // ПФУ і ДПСУ
  'Запит про надання копій документів пенсійної справи':
    'Запит про надання копій документів пенсійної справи',
  'Запит про надання справки про відсутність заборгованості по податках':
    'Запит про надання справки про відсутність заборгованості по податках',
  'Запит про надання інформації щодо заборгованості по виплаті пенсії':
    'Запит про надання інформації щодо заборгованості по виплаті пенсії',
  'Запит про надання інформації щодо застосування пільгового стажу':
    'Запит про надання інформації щодо застосування пільгового стажу',
  'Запит про надання інформації щодо нарахування та виплати пенсії':
    'Запит про надання інформації щодо нарахування та виплати пенсії',
  'Запит про надання інформації щодо перерахунку пенсії':
    'Запит про надання інформації щодо перерахунку пенсії',
  'Запит про надання інформації щодо призначення пенсії по інвалідності':
    'Запит про надання інформації щодо призначення пенсії по інвалідності',
  "Запит про надання інформації щодо призначення пенсії у зв'язку з втратою годувальника":
    "Запит про надання інформації щодо призначення пенсії у зв'язку з втратою годувальника",
  'Запит про надання інформації щодо підтвердження страхового стажу':
    'Запит про надання інформації щодо підтвердження страхового стажу',
  'Запит про надання інформації щодо стану податкової заборгованості':
    'Запит про надання інформації щодо стану податкової заборгованості',
  'Запит про повернення або зарахування переплачених податків':
    'Запит про повернення або зарахування переплачених податків',
  // ДРАЦС /РАЦС(на рус)
  'Запит про надання довідки про зміну імені або прізвища':
    'Запит про надання довідки про зміну імені або прізвища',
  'Запит про надання довідки про місце реєстрації проживання':
    'Запит про надання довідки про місце реєстрації проживання',
  'Запит про надання довідки про сімейний стан':
    'Запит про надання довідки про сімейний стан',
  'Запит про надання копії свідоцтва про народження':
    'Запит про надання копії свідоцтва про народження',
  'Запит про надання копії свідоцтва про розірвання шлюбу':
    'Запит про надання копії свідоцтва про розірвання шлюбу',
  'Запит про надання копії свідоцтва про смерть':
    'Запит про надання копії свідоцтва про смерть',
  'Запит про надання копії свідоцтва про шлюб':
    'Запит про надання копії свідоцтва про шлюб',
  // МВС
  'Запит про надання довідки про відсутність судимості':
    'Запит про надання довідки про відсутність судимості',
  'Запит на надання копій протоколів та документів, підписаних водієм':
    'Запит на надання копій протоколів та документів, підписаних водієм',
  'Запит про надання показань свідків або інших учасників події':
    'Запит про надання показань свідків або інших учасників події',
  'Запит про надання інформації щодо правових підстав для зупинки автомобіля':
    'Запит про надання інформації щодо правових підстав для зупинки автомобіля',
  'Запит про надання інформації щодо стану та калібрування вимірювальних приладів':
    'Запит про надання інформації щодо стану та калібрування вимірювальних приладів',
  'Запит про надання роз’яснень правових підстав накладення штрафу або іншого покарання за порушення ПДР':
    'Запит про надання роз’яснень правових підстав накладення штрафу або іншого покарання за порушення ПДР',
  // ВПО
  'Запит про надання інформації щодо компенсації за втрачене майно до Міністерства з питань реінтеграції тимчасово окупованих територій':
    'Запит про надання інформації щодо компенсації за втрачене майно до Міністерства з питань реінтеграції тимчасово окупованих територій',
  'Запит про надання підтвердження факту знищення або пошкодження майна в результаті бойових дій':
    'Запит про надання підтвердження факту знищення або пошкодження майна в результаті бойових дій',
  'Запит про надання інформації щодо отримання соціальної допомоги та компенсацій':
    'Запит про надання інформації щодо отримання соціальної допомоги та компенсацій',
  'Запит про надання інформації щодо фіксації факту пошкодження майна від ДСНС':
    'Запит про надання інформації щодо фіксації факту пошкодження майна від ДСНС',
  // АДПСУ / адміністрації ДПСУ
  'Запит про вилучення інформації з бази даних ДПСУ щодо тимчасового обмеження у праві виїзду з України':
    'Запит про вилучення інформації з бази даних ДПСУ щодо тимчасового обмеження у праві виїзду з України',
  "Запит про надання копій документів, пов'язаних з міграційними процедурами":
    "Запит про надання копій документів, пов'язаних з міграційними процедурами",
  "Запит про надання копій документів, пов'язаних з перетином кордону":
    "Запит про надання копій документів, пов'язаних з перетином кордону",
  'Запит про надання інформації щодо затримання або відмови у пропуску через державний кордон':
    'Запит про надання інформації щодо затримання або відмови у пропуску через державний кордон',
  'Запит про надання інформації щодо наявності або відсутності громадянства України у особи':
    'Запит про надання інформації щодо наявності або відсутності громадянства України у особи',
  "Запит про надання інформації щодо наявності або відсутності заборони на в'їзд в Україну":
    "Запит про надання інформації щодо наявності або відсутності заборони на в'їзд в Україну",
  'Запит про надання інформації щодо наявності обмежень на виїзд за кордон':
    'Запит про надання інформації щодо наявності обмежень на виїзд за кордон',
  'Запит про надання інформації щодо перетину державного кордону особою':
    'Запит про надання інформації щодо перетину державного кордону особою',
  'Запит про надання інформації щодо реєстрації місця проживання або перебування особи':
    'Запит про надання інформації щодо реєстрації місця проживання або перебування особи',
  'Запит про надання інформації щодо рішень про депортацію або примусове видворення':
    'Запит про надання інформації щодо рішень про депортацію або примусове видворення',
  'Запит про надання інформації щодо стану розгляду заяв або клопотань':
    'Запит про надання інформації щодо стану розгляду заяв або клопотань',
  "Запит про наявність рішення про заборону в'їзду для іноземця або особи без громадянства":
    "Запит про наявність рішення про заборону в'їзду для іноземця або особи без громадянства",
  'Запит про наявність тимчасового обмеження у праві виїзду за кордон':
    'Запит про наявність тимчасового обмеження у праві виїзду за кордон',
};
