import { useTranslation } from 'react-i18next';
import styles from '../styles/privacyPolicy.module.scss';

export const PrivacyPolicy = () => {
    const {t} = useTranslation();
  return (
    <div className={styles.divBox}>
      <h1 className={styles.divTitle}>{t('Security and privacy')}</h1>
      <h2 className={styles.divTitle2}>
        ПУБЛІЧНИЙ ДОГОВІР (ОФЕРТА) <br />
        про надання послуг із оформлення та надсилання адвокатських запитів
      </h2>

      <div className={styles.divBox2}>
        <p>
          Цей документ є офіційною публічною офертою (далі — «Оферта») від ТОВ
          «Глобал Гід Сервіс», надалі — «Виконавець», адресованою будь-якій
          фізичній особі, що має намір отримати юридичну послугу з оформлення
          адвокатського запиту, надалі — «Клієнт».
        </p>
        <br />
        <p>
          Оферта є юридично обов’язковою згідно зі ст. 633, 641 ЦКУ. Прийняття
          (акцепт) Оферти здійснюється шляхом оплати послуги через LiqPay або
          інші інтегровані платіжні системи.
        </p>
      </div>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>1. Предмет договору</h3>
        <li className={styles.listItem}>
          <p>
            1.1. Виконавець (ТОВ «Глобал Гід Сервіс») надає Клієнту послугу з
            організаційного та технічного супроводу оформлення адвокатського
            запиту.
          </p>
        </li>
        <li className={styles.listItem}>
          <p>
            1.2. Безпосереднє складання, підписання та надсилання адвокатського
            запиту здійснює адвокат СУШКО Олександр Петрович, свідоцтво про
            право на заняття адвокатською діяльністю ПТ №2161 від 29.05.2018 р.
          </p>
        </li>
        <li>
          <p>
            1.3. Клієнт, акцептуючи цю Оферту, підтверджує згоду на передачу
            своїх даних адвокату Сушку О.П. для виконання запиту.
          </p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>2. Порядок надання послуг</h3>
        <li className={styles.listItem}>
          <p>2.1. Клієнт надає Виконавцю необхідні дані та документи.</p>
        </li>
        <li className={styles.listItem}>
          <p>
            2.2. Після формування запиту адвокат підписує та направляє його до
            відповідного органу.
          </p>
        </li>
        <li>
          <p>
            2.3. Копія запиту та офіційної відповіді надсилається Клієнту в
            електронній формі.
          </p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>3. Вартість та порядок оплати</h3>
        <li className={styles.listItem}>
          <p>
            3.1. Вартість послуги становить 3000 грн за один адвокатський запит.
          </p>
        </li>
        <li className={styles.listItem}>
          <p>
            3.2. Оплата здійснюється авансом у повному обсязі через платіжні
            системи.
          </p>
        </li>
        <li>
          <p>3.3. Факт оплати підтверджує акцепт цієї Оферти.</p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>4. Умови повернення коштів</h3>
        <li className={styles.listItem}>
          <p>
            4.1. Кошти підлягають поверненню, якщо адвокатський запит не може
            бути підписаний або надісланий з технічних чи юридичних причин.
          </p>
        </li>
        <li className={styles.listItem}>
          <p>
            4.2. Кошти не повертаються, якщо державний орган надав офіційну
            відповідь (навіть якщо інформацію не знайдено або вона відмовлена у
            наданні).
          </p>
        </li>
        <li>
          <p>
            4.3. Повернення здійснюється протягом 5 банківських днів на підставі
            письмового звернення Клієнта.
          </p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>5. Використання електронного підпису</h3>
        <li className={styles.listItem}>
          <p>
            5.1. Клієнт, приймаючи цю Оферту, дає згоду на використання
            електронного підпису для підписання договору з адвокатом, згоди на
            обробку персональних даних та супровідних документів.
          </p>
        </li>
        <li>
          <p>
            5.2. Документи, підписані Клієнтом через функціонал платформи, мають
            юридичну силу та визнаються еквівалентними документам, підписаним
            власноруч.
          </p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>6. Відповідальність сторін</h3>
        <li className={styles.listItem}>
          <p>
            6.1. Виконавець не несе відповідальності за зміст офіційної
            відповіді державного органу.
          </p>
        </li>
        <li>
          <p>
            6.2. Виконавець гарантує технічне оформлення та юридичну
            правильність запиту, але не гарантує отримання очікуваного
            результату.
          </p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>7. Форс-мажор</h3>
        <li>
          <p>
            7.1. Сторони звільняються від відповідальності у разі дії обставин
            непереборної сили.
          </p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>8. Вирішення спорів</h3>
        <li>
          <p>
            8.1. Всі спори вирішуються шляхом переговорів. У разі неможливості —
            у судовому порядку згідно з чинним законодавством України.
          </p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>9. Заключні положення</h3>
        <li className={styles.listItem}>
          <p>
            9.1. Ця Оферта набирає чинності з моменту її публікації/надання
            Клієнту.
          </p>
        </li>
        <li className={styles.listItem}>
          <p>
            9.2. Виконавець має право змінювати умови Оферти без попередження.
          </p>
        </li>
        <li>
          <p>
            9.3. Оновлена редакція набирає чинності з моменту опублікування.
          </p>
        </li>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>10. Реквізити Виконавця</h3>
        <p>
          ТОВ «Глобал Гід Сервіс»
          <br />
          ЄДРПОУ: 44598924 <br />
          Юридична адреса: 61057, м. Харків, вул. Клочківська, 350, офіс 2<br />
          IBAN: UA21 3515 3300 0002 6009 0259 0037 6 в АТ КБ «ПриватБанк»
          <br />
          Тел./факс: (057) 337-05-55
          <br />
          Телефон: (096) 924-85-63
          <br />
          Email: info.ggs.ua@gmail.com
          <br />
          Директор: Малій Петро Анатолійович
        </p>
      </ul>

      <ul className={styles.list}>
        <h3 className={styles.listTitle}>11. Дані адвоката, що виконує запити</h3>
        Адвокат: СУШКО Олександр Петрович
        <br />
        Адреса: м. Харків, вул. Дружби Народів, 238-а, кв. 180
        <br />
        Моб. тел.: +38 (096) 989-70-57
        <br />
        Email: sushko_op@ukr.net
        <br />
        Свідоцтво про право на заняття адвокатською діяльністю: ПТ №2161 від 29
        травня 2018 року
      </ul>
    </div>
  );
};
