
  {
    "id": "1",
    "ua": {
      "title": "Що таке «Глобал чат»?",
      "text": "<p>Наші юристи, маючи досвід роботи з питань повьязаних с перебуванням іноземців в Україні постаралися наділити даний ресурс максимально корисними функціями за для безпеки іноземних громадян в Україні.</p><p>Так за допомоги даного ресурсу Ви зможете:</p><ul><li>Спілкуватись в глобал чаті зі своїми з співвітчизниками які проживають або проживалі в Україні та напряму ділитись корисною інформацією стосовно перебування в Україні та будь якою іншою інформацією</li><li>Будете в курсі всіх актуальних міграційних новин</li><li>Зможете дистанційно отримати довідку про наявність або відсутність заборони на вїзд/виїзд до/з Українию</li><li>Моніторити за заданими параметрами свої данні в державних реєстрах України, що застереже Вас від скоєння адміністративних правопорушень які можуть мати негативні наслідки в вигляді заборони на вїзд до України.</li></ul><p>Система своєчасно сповістить Вас про наявність в реєстрах інформації яка в подальшому може негативно вплинути на Ваше перебування в Україні і Ви своєчасно зможете відреагувати на неї, що унеможливе настання будь яких негативних наслідків.</p><p><br></p>"
    },
    "ru": {
      "title": "Что такое «Глобал чат»?",
      "text": "<p>Наши юристы, имея опыт работы по вопросам связанным с пребыванием иностранцев в Украине, постарались наделить данный ресурс максимально полезными функциями по безопасности иностранных граждан в Украине.</p><p>Так при помощи данного ресурса Вы сможете:</p><ul><li>Общаться в глобал чате со своими соотечественниками проживающими или проживающими в Украине и напрямую делиться полезной информацией о пребывании в Украине и любой другой информацией</li><li>Будете в курсе всех актуальных миграционных новостей</li><li>Сможете дистанционно получить справку о наличии или отсутствии запрета на въезд/выезд в/из Украины</li><li> Мониторить по заданным параметрам свои данные в государственных реестрах Украины, что предостережит Вас от совершения административных правонарушений, которые могут иметь негативные последствия в виде запрета на въезд в Украину.</li></ul><p>Система своевременно известит Вас о наличии в реестрах информации, которая в дальнейшем может негативно повлиять на Ваше пребывание в Украине и Вы своевременно сможете отреагировать на нее, что невозможно наступить каких-либо негативных последствий.</p><p><br></p>"
    },
    "en": {
      "title": "What is «Global Chat»?",
      "text": "<p>Our lawyers, having experience in working on issues related to the stay of foreigners in Ukraine, tried to endow this resource with the most useful functions for the safety of foreign citizens in Ukraine.</p><p>Thus, with the help of this resource, you will be able to:</p > <li>You will be aware of all current migration news</li><li>You will be able to remotely receive information about the presence or absence of a ban on entry/exit to/from Ukraine</li><li> Monitor your data in the state registers of Ukraine according to the specified parameters, which will protect you from committing administrative offenses that may have negative consequences in the form of a ban on entry to Ukraine.</li></ul><p>The system will notify you in a timely manner about the presence in the registers information that in the future may negatively affect your stay in Ukraine and you will be able to react to it in a timely manner, so that it is impossible for any negative consequences to occur.</p><p><br></p>"
    }
  }
