{
  "id": "1",
  "ua": {
    "title": "Онлайн адвокатські запити (Обов'язково до прочитання)",
    "text": "<p><b> Адвокатський запит</b> – це офіційний документ, підготовлений адвокатом відповідно до законодавства України, який дозволяє отримувати інформацію, документи чи копії документів від державних органів, установ або організацій. Цей інструмент є важливим для захисту прав та інтересів громадян і має обов’язкову юридичну силу.</p><div><p><b> Які переваги адвокатського запиту? </b> </p><ol> <li><b> Легітимність: </b>Адвокатський запит є офіційним документом, який державні органи зобов’язані розглянути.</li> <li><b> Швидкість виконання:</b> Законодавство передбачає, що відповідь на адвокатський запит має бути надана у встановлений строк – зазвичай до 5 робочих днів. </li>  <li> <b> Широкі можливості:</b> За допомогою адвокатського запиту можна отримати інформацію, яка є недоступною через загальні запити громадян. </li>  <li> <b>  Зручність:</b> Усе, що потрібно – це заповнити онлайн-форму на нашому сайті, оплатити послугу, і ми забезпечимо професійну підготовку та відправку запиту. </li></ol></div><div><p><b> Як користуватися послугою онлайн-адвокатського запиту? </b></p><ol>  <li> Уважно заповніть анкету, надану на нашому сайті. Усі дані повинні чітко відповідати офіційним документам (паспорт, ІПН, тощо). <b> Навіть найменша помилка може призвести до некоректної відповіді або отримання інформації про іншу особу. </b> </li>  <li> Перевірте правильність введених даних перед оплатою. </li>  <li> Сплатіть послугу онлайн зручним для вас способом. </li><li>  Після оплати ми підготуємо адвокатський запит, який відповідатиме всім вимогам закону, і надішлемо його до відповідного органу. </li></ol></div><div><p><b> Якщо виникли питалння </b></p><p>Задати питання можна написавши нам на пошут <b>guidepro.ua@gmail.com</b> або нажавши на <b>' ? '</b> в правому нижньому кутку. Відповідь на всі питання буде надана в робочі години.<br/>Понеділок - П’ятниця<br />9:00 - 18:00 <br />Якщо ваше питання стосується вже оформленого запиту, будь ласка, вкажіть своє <b>повне ім’я</b> та <b>номер замовлення</b> (його ви знайдете в історії звернень).</p></div><div><p><strong> Важливо! </strong ></p><p> Ми, як адвокати, забезпечуємо правильне оформлення запиту, але не несемо відповідальності за помилки у введених вами даних або за відповіді, які надходять від органів у зв’язку з цими помилками. Тому, будь ласка, уважно перевіряйте всі дані перед відправкою. </p><p>Обирайте онлайн-адвокатський запит – швидке та законне вирішення ваших питань! </p></div>"
  },
  "ru": {
    "title": "Онлайн адвокатские запросы (Обязательно к прочтению)",
    "text": "<p><b>Адвокатский запрос</b> – это официальный документ, подготовленный адвокатом в соответствии с законодательством Украины, который позволяет получать информацию, документы или копии документов от государственных органов, учреждений или организаций. Этот инструмент важен для защиты прав и интересов граждан и имеет обязательную юридическую силу.</p><div><p><b> Какие преимущества адвокатского запроса? </b> </p><ol> <li><b> Легитимность: </b>Адвокатский запрос является официальным документом, который государственные органы обязаны рассмотреть.</li> <li><b> Скорость исполнения:</b> Законодательство предусматривает, что ответ на адвокатский запрос должен быть предоставлен в установленный срок – обычно до 5 рабочих дней. </li>  <li> <b> Широкие возможности:</b> С помощью адвокатского запроса можно получить информацию, которая недоступна из-за общих запросов граждан. </li>  <li> <b> Удобство:</b> Все, что нужно – это заполнить онлайн-форму на нашем сайте, оплатить услугу, и мы обеспечим профессиональную подготовку и отправку запроса. </li></ol></div><div><p><b> Как пользоваться услугой онлайн-адвокатского запроса? </b></p><ol>  <li> Внимательно заполните анкету, предоставленную на нашем сайте. Все данные должны четко соответствовать официальным документам (паспорт, ИНН и т.п.). <b> Даже малейшая ошибка может привести к некорректному ответу или получению информации о другом лице. </b> </li>  <li> Проверьте правильность введенных данных перед оплатой. </li>  <li> Оплатите услугу онлайн удобным для вас способом. </li><li> После оплаты мы подготовим адвокатский запрос, который будет отвечать всем требованиям закона, и отправим его в соответствующий орган. </li></ol></div><div><p><b>Если возникли вопросы </b></p><p>Задать вопрос можно написав нам на пошут <b>guidepro.ua@gmail.com</b> или нажав на <b>' ? '</b> в правом нижнем углу. Ответ на все вопросы будет предоставлен в рабочие часы.<br/>Понедельник - Пятница<br />9:00 - 18:00 <br />Если ваш вопрос касается уже оформленного запроса, пожалуйста, укажите свое <b>полное имя</b> и <b>номер заказа</b> (его вы найдете в истории запросов).</p></div><div><p><strong> Важно! </strong></p><p> Мы, как адвокаты, обеспечиваем правильное оформление запроса, но не несем ответственности за ошибки во введенных вами данных или за ответы, которые поступают от органов в связи с этими ошибками. Поэтому, пожалуйста, внимательно проверяйте все данные перед отправкой. </p><p>Выбирайте онлайн-адвокатский запрос – быстрое и законное решение ваших вопросов! </p></div>"
  },
  "en": {
    "title": "Online Lawyer Requests (Required reading)",
    "text": "<p><b> A lawyer's request</b> is an official document prepared by a lawyer in accordance with the legislation of Ukraine, which allows obtaining information, documents or copies of documents from government authorities, institutions or organizations. This tool is essential for protecting citizens' rights and interests and has mandatory legal force.</p><div><p><b> What are the advantages of a lawyer's request?</b> </p><ol> <li><b> Legitimacy:</b> A lawyer's request is an official document that government authorities are obliged to review.</li> <li><b> Execution speed:</b> The legislation stipulates that a response to a lawyer's request must be provided within the specified period - usually up to 5 working days. </li>  <li> <b> Broad capabilities:</b>A lawyer's request can obtain information inaccessible through general citizen inquiries. </li>  <li> <b> Convenience:</b> All you need to do is fill out the online form on our website, pay for the service, and we will ensure the professional preparation and submission of the request. </li></ol></div><div><p><b> How to use the online lawyer request service? </b></p><ol>  <li> Carefully fill out the form provided on our website. All data must strictly match official documents (passport, taxpayer ID, etc.). <b> Even the smallest mistake may result in an incorrect response or receiving information about another person. </b> </li>  <li> Verify the accuracy of the entered data before payment. </li>  <li> Pay for the service online in a way convenient for you. </li><li>  After payment, we will prepare a lawyer's request that meets all legal requirements and send it to the trelevant authority. </li></ol></div><div><p><b> If you have any questions </b></p><p>You can ask a question by writing to us at <b>guidepro.ua@gmail.com</b> or by clicking on <b>' ? '</b> in the lower right corner. All questions will be answered during business hours.<br/>Monday - Friday<br />9:00 - 18:00 <br />If your question concerns an already submitted request, please provide your <b>full name</b> and <b>order number</b> (you will find it in the request history).</p></div><div><p><strong> Important! </strong ></p><p> As lawyers, we ensure the correct drafting of the request, but are not responsible for errors in the data you provide or for the responses received from authorities caused by these errors. Therefore, please carefully verify all data before submission. </p><p>Choose an online lawyer request - a quick and legal solution to your issues! </p></div>"
  }
}

