{
  "id": "1",
  "ua": {
    "title": "Про продукт від ТОВ «Глобал Гід Сервіс»",
    "text": "<p>ТОВ «Глобал Гід Сервіс», продукт який був розроблений юристами в міграційній галузі та покликаний спростити перебування іноземних громадян та осіб без громадянства, які проживають в Україні, планують проживати в Україні, або тих, хто планує візит до України за будь-якими іншими намірами.</p><p>Наші юристи, маючи досвід роботи з питань, пов'язаних із перебуванням іноземців в Україні, постаралися наділити цей ресурс максимально корисними функціями юридичної безпеки іноземних громадян в Україні.</p><p>Так за допомогою цього ресурсу Ви зможете:</p><ul><li>Спілкуватись у глобал чаті зі своїми співвітчизниками, які проживають в Україні та безпосередньо ділитися корисною інформацією про перебування в Україні або будь-якою іншою інформацією</li><li>Завдяки розділу «НОВИНИ» Ви завжди будете в курсі всіх актуальних міграційних новин</li><li>Зможете знайти актуальну інформацію як отримати громадянство України, постійний вид на проживання чи тимчасовий, отримати статус біженця, працевлаштуватись та багато іншої корисної інформації</li><li>Дізнаєтесь як безпечно проходити прикордонний та митний контроль як при в'їзді в Україну так і виїзді з України</li><li>Зможете дистанційно отримати довідку про наявність чи відсутність заборони на в'їзд/виїзд до/з України, оформити страховку та переклад документів онлайн, дистанційно отримати інші документи необхідні для імміграції в Україну</li><li>Також Ви зможете моніторити за заданими параметрами свої дані у державних реєстрах України, що застереже Вас від скоєння адміністративних правопорушень, які можуть мати негативні наслідки у вигляді заборони на в'їзд до України. Система автоматично Вас оповістить, якщо Ви отримаєте штраф за порушення правил дорожнього руху, якщо термін Вашого безвізового перебування закінчуватиметься, якщо Ваш документ для легального перебування в Україні з будь-яких причин буде включений до бази недійсних, якщо стосовно Вас буде відкрито виконавче провадження або будь-яку судову справу , та ще багато іншого.</li></ul><p>Система своєчасно сповістить Вас про наявність у реєстрах інформації, яка надалі може негативно вплинути на Ваше перебування в Україні та Ви вчасно зможете відреагувати на неї, що убереже Вас від настання якихось негативних наслідків.</p>"
  },
  "ru": {
    "title": "О продукте от ООО «Глобал Гид Сервис»",
    "text": "<p>ООО «Глобал Гид Сервис», продукт который был разработан юристами в миграционной отрасли и призван упростить пребывание иностранных граждан и лиц без гражданства,проживающих в Украине, планирующих проживать в Украине, или тех кто планируют визит в Украину по любым другим намерениям.</p> <p>Наши юристы, имея опыт работы по вопросам связанным с пребыванием иностранцев в Украине, постарались наделить данный ресурс максимально полезными функциями по юридической безопасности иностранных граждан в Украине.</p><p>Так при помощи данного ресурса Вы сможете:</p> <ul><li>Общаться в глобал чате со своими соотечественниками проживающими  в Украине и напрямую делиться полезной информацией о пребывании в Украине либо любой другой информацией</li><li>Благодаря разделу «НОВОСТИ», Вы всегда будете в курсе всех актуальных миграционных новостей</li><li>Сможете найти актуальную информацию как получить гражданство Украины, постоянный вид на жительство  или временный, получить статус беженца, трудоустроиться  и много другой полезной информации</li><li>Узнаете как безопасно проходить пограничный и таможенный контроль как при въезде в Украину так и выезде из Украины</li><li>Сможете дистанционно получить справку о наличии или отсутствии запрета на въезд/выезд в/из Украины, оформить страховку и перевод документов онлайн,дистанционно получить другие документы необходимые для иммиграции в Украину</li><li>Также Вы сможете мониторить по заданным параметрам свои данные в государственных реестрах Украины, что предостережет Вас от совершения административных правонарушений, которые могут иметь негативные последствия в виде запрета на въезд в Украину. Система автоматически Вас оповестит, если Вы получите штраф за нарушение ПДД, если срок Вашего безвизового пребывания будет заканчиваться, если Ваш документ для легального пребывания в Украине по любым причинам будет включен в базу недействительных, если в отношении Вас будет открыто исполнительное производство или любое судебное дело, и еще многое другое.</li></ul><p>Система своевременно известит Вас о наличии в реестрах информации, которая в дальнейшем может негативно повлиять на Ваше пребывание в Украине и Вы своевременно сможете отреагировать на нее, что убережет Вас от наступления каких-либо негативных последствий.</p>"
  },
  "en": {
    "title": "About the product from «Global Guide Service» LLC",
    "text": "<p>Global Guide Service LLC, a product that was developed by lawyers in the migration industry and is designed to simplify the stay of foreign citizens and stateless persons residing in Ukraine, planning to reside in Ukraine, or those who plan to visit Ukraine for any other purpose.</p><p>Our lawyers, having experience in dealing with issues related to the stay of foreigners in Ukraine, tried to endow this resource with the most useful functions for the legal security of foreign citizens in Ukraine.</p><p>So with this resource you can:</p><ul><li>Communicate in a global chat with your compatriots living in Ukraine and directly share useful information about your stay in Ukraine or any other information</li><li>Thanks to the \"NEWS\" section, you will always be up to date with all the latest migration news</li><li>You can find up-to-date information on how to obtain Ukrainian citizenship, permanent or temporary residence permit, get refugee status, find a job and much other useful information</li><li>Learn how to safely pass border and customs control both when entering Ukraine and leaving Ukraine</li><li>You can remotely obtain a certificate of the presence or absence of a ban on entry/exit to/from Ukraine, arrange insurance and translate documents online, remotely obtain other documents necessary for immigration to Ukraine</li><li>• You will also be able to monitor your data in the state registers of Ukraine according to the specified parameters, which will warn you against committing administrative offenses that may have negative consequences in the form of a ban on entry into Ukraine. The system will automatically notify you if you receive a fine for violating traffic rules, if your visa-free stay ends, if your document for legal stay in Ukraine is included in the database of invalid ones for any reason, if enforcement proceedings or any court case are opened against you , and much more.</li></ul><p>The system will timely notify you about the presence of information in the registers, which in the future may adversely affect your stay in Ukraine and you will be able to respond to it in a timely manner, which will save you from any negative consequences.</p>"
  }
}
