[
  {
    "id": "1",
    "idPost": "1",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-a-certificate-of-no-criminal-record",
    "type": "request",
    "recipient": "mvs",
    "requestType": {
      "ua": "Запити до Міністерства внутрішніх справ України (МВС)",
      "ru": "Запросы в Министерство внутренних дел Украины (МВД)",
      "en": "Requests to the Ministry of Internal Affairs of Ukraine (MIA)"
    },
    "ua": {
      "title": "Запит про надання довідки про відсутність судимості",
      "preview": "Цей запит дозволяє адвокату отримати довідку про наявність чи відсутність судимості у клієнта чи іншої особи. Така інформація часто потрібна для підтвердження правового статусу особи у юридичних справах, працевлаштуванні, одержанні ліцензій, дозволів, а також у міграційних процесах.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про відсутність судимості для [П.І.Б. клієнта]. </p><p> Цей запит подається з метою підтвердження відсутності судимості, що може бути необхідним для судового розгляду, захисту прав і інтересів клієнта, а також у зв'язку з іншими правовими обставинами.</p>"
    },
    "ru": {
      "title": "Запрос о предоставлении справки об отсутствии судимости",
      "preview": "Этот запрос позволяет адвокату получить справку о наличии или отсутствии судимости у клиента или другого лица. Такая информация часто требуется для подтверждения правового статуса лица в юридических делах, трудоустройстве, получении лицензий, разрешений, а также в миграционных процессах.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про відсутність судимості для [П.І.Б. клієнта]. </p><p> Цей запит подається з метою підтвердження відсутності судимості, що може бути необхідним для судового розгляду, захисту прав і інтересів клієнта, а також у зв'язку з іншими правовими обставинами.</p>"
    },
    "en": {
      "title": "Request for a certificate of no criminal record",
      "preview": "This request allows a lawyer to obtain a certificate confirming the presence or absence of a criminal record for the client or another individual. Such information is often required to confirm the legal status of an individual in legal cases, employment, licensing, permits, and migration processes.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про відсутність судимості для [П.І.Б. клієнта]. </p><p> Цей запит подається з метою підтвердження відсутності судимості, що може бути необхідним для судового розгляду, захисту прав і інтересів клієнта, а також у зв'язку з іншими правовими обставинами.</p>"
    }
  },
  {
    "id": "2",
    "idPost": "2",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-to-provide-copies-of-protocols-and-documents-signed-by-the-driver",
    "type": "request",
    "recipient": "mvs",
    "requestType": {
      "ua": "Запити до Міністерства внутрішніх справ України (МВС)",
      "ru": "Запросы в Министерство внутренних дел Украины (МВД)",
      "en": "Requests to the Ministry of Internal Affairs of Ukraine (MIA)"
    },
    "image": "",
    "ua": {
      "title": "Запит на надання копій протоколів та документів, підписаних водієм",
      "preview": "Цей запит дозволяє адвокату отримати копії всіх протоколів та документів, підписаних водієм на місці порушення правил дорожнього руху. Це необхідно для перевірки коректності заповнення документів та дотримання процедур з боку правоохоронних органів.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати копії всіх протоколів та інших документів, підписаних [П.І.Б. клієнта] під час фіксації порушення ПДР у [вказати дату та місце події]. Зокрема, прошу надати такі документи: </p> <ul><li>1.Копії протоколу про порушення ПДР, підписаного водієм. </li> <li>2. Копії всіх інших документів, складених на місці події та підписаних водієм. </li> <li>3. Інформацію про порядок оскарження протоколу, якщо така інформація не була надана водієві на момент складання документів.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление копий протоколов и документов, подписанных водителем",
      "preview": "Этот запрос позволяет адвокату получить копии всех протоколов и документов, подписанных водителем на месте нарушения ПДД. Это необходимо для проверки корректности заполнения документов и соблюдения процедуры со стороны правоохранительных органов.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати копії всіх протоколів та інших документів, підписаних [П.І.Б. клієнта] під час фіксації порушення ПДР у [вказати дату та місце події]. Зокрема, прошу надати такі документи: </p> <ul><li>1.Копії протоколу про порушення ПДР, підписаного водієм. </li> <li>2. Копії всіх інших документів, складених на місці події та підписаних водієм. </li> <li>3. Інформацію про порядок оскарження протоколу, якщо така інформація не була надана водієві на момент складання документів.</li></ul>"
    },
    "en": {
      "title": "Request for copies of protocols and documents signed by the driver",
      "preview": "This request allows a lawyer to obtain copies of all protocols and documents signed by the driver at the site of the traffic violation. This is necessary to verify the correctness of the documents and ensure procedural compliance by law enforcement agencies.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати копії всіх протоколів та інших документів, підписаних [П.І.Б. клієнта] під час фіксації порушення ПДР у [вказати дату та місце події]. Зокрема, прошу надати такі документи: </p> <ul><li>1.Копії протоколу про порушення ПДР, підписаного водієм. </li> <li>2. Копії всіх інших документів, складених на місці події та підписаних водієм. </li> <li>3. Інформацію про порядок оскарження протоколу, якщо така інформація не була надана водієві на момент складання документів.</li></ul>"
    }
  },
  {
    "id": "3",
    "idPost": "3",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-regarding-compensation-for-lost-property",
    "type": "request",
    "recipient": "minre",
    "requestType": {
      "ua": "Запити, пов’язані з внутрішньо переміщеними особами (ВПО)",
      "ru": "Запросы, связанные с временно перемещёнными лицами (ВПЛ)",
      "en": "Requests related to internally displaced persons (IDPs)"
    },
    "image": "",
    "ua": {
      "title": "Запит про надання інформації щодо компенсації за втрачене майно до Міністерства з питань реінтеграції тимчасово окупованих територій",
      "preview": "Цей запит дозволяє адвокату отримати інформацію щодо процедури подання заяви на компенсацію за втрачене майно, що знаходиться на тимчасово окупованих територіях України. Запит допомагає з'ясувати, які документи потрібні для подання заяви та порядок отримання компенсації.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про можливість отримання компенсації за втрачене майно, що належить [П.І.Б. клієнта], яке розташоване за адресою [вказати адресу майна]. Прошу надати роз`яснення щодо процедури подання заяви, необхідних документів, а також строків та умов отримання компенсації. </p> <p> Цей запит подається з метою забезпечення прав клієнта на відшкодування вартості втраченого майна та отримання повної інформації для підготовки заяви на компенсацію.</p>"
    },
    "ru": {
      "title": "Запрос о предоставлении информации о компенсации за утраченное имущество в Министерство по реинтеграции временно оккупированных территорий",
      "preview": "Этот запрос позволяет адвокату получить информацию о процедуре подачи заявления на компенсацию за утраченное имущество, находящееся на временно оккупированных территориях Украины. Запрос помогает выяснить, какие документы нужны для подачи заявления и каков порядок получения компенсации.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про можливість отримання компенсації за втрачене майно, що належить [П.І.Б. клієнта], яке розташоване за адресою [вказати адресу майна]. Прошу надати роз`яснення щодо процедури подання заяви, необхідних документів, а також строків та умов отримання компенсації. </p> <p> Цей запит подається з метою забезпечення прав клієнта на відшкодування вартості втраченого майна та отримання повної інформації для підготовки заяви на компенсацію.</p>"
    },
    "en": {
      "title": "Request for information on compensation for lost property to the Ministry for the Reintegration of Temporarily Occupied Territories of Ukraine",
      "preview": "This request allows a lawyer to obtain information on the procedure for submitting a claim for compensation for lost property located in the temporarily occupied territories of Ukraine. The request helps clarify what documents are required for filing the claim and the procedure for receiving compensation.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про можливість отримання компенсації за втрачене майно, що належить [П.І.Б. клієнта], яке розташоване за адресою [вказати адресу майна]. Прошу надати роз`яснення щодо процедури подання заяви, необхідних документів, а також строків та умов отримання компенсації. </p> <p> Цей запит подається з метою забезпечення прав клієнта на відшкодування вартості втраченого майна та отримання повної інформації для підготовки заяви на компенсацію.</p>"
    }
  },
  {
    "id": "4",
    "idPost": "4",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-copies-of-pension-documents",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "image": "",
    "ua": {
      "title": "Запит про надання копій документів пенсійної справи",
      "preview": "Цей запит дозволяє адвокату отримати копії документів із пенсійної справи клієнта, включаючи рішення про призначення чи перерахунок пенсії. Така інформація необхідна для перевірки коректності нарахування пенсії, визначення прав клієнта та можливого заперечення рішень Пенсійного фонду.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів пенсійної справи для [П.І.Б. клієнта], а саме:</p><ul><li>1.Рішення про призначення пенсії, із зазначенням підстав і розрахункових даних.</li><li>2.Рішення про перерахунок пенсії (за наявності), із зазначенням змін і підстав. </li><li>3.Інші документи, які входять до пенсійної справи та можуть мати значення для підтвердження прав клієнта.</li></ul>"
    },
    "ru": {
      "title": "Запрос о предоставлении копий документов пенсионного дела",
      "preview": "Этот запрос позволяет адвокату получить копии документов из пенсионного дела клиента, включая решения о назначении или перерасчете пенсии. Такая информация необходима для проверки корректности начисления пенсии, определения прав клиента и возможного оспаривания решений Пенсионного фонда.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів пенсійної справи для [П.І.Б. клієнта], а саме:</p><ul><li>1.Рішення про призначення пенсії, із зазначенням підстав і розрахункових даних.</li><li>2.Рішення про перерахунок пенсії (за наявності), із зазначенням змін і підстав. </li><li>3.Інші документи, які входять до пенсійної справи та можуть мати значення для підтвердження прав клієнта.</li></ul>"
    },
    "en": {
      "title": "Request for copies of pension file documents",
      "preview": "This request allows a lawyer to obtain copies of documents from the client’s pension file, including decisions on pension assignment or recalculation. Such information is necessary to verify the correctness of pension calculations, determine the client’s rights, and potentially appeal Pension Fund decisions.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів пенсійної справи для [П.І.Б. клієнта], а саме:</p><ul><li>1.Рішення про призначення пенсії, із зазначенням підстав і розрахункових даних.</li><li>2.Рішення про перерахунок пенсії (за наявності), із зазначенням змін і підстав. </li><li>3.Інші документи, які входять до пенсійної справи та можуть мати значення для підтвердження прав клієнта.</li></ul>"
    }
  },
  {
    "id": "5",
    "idPost": "5",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-copies-of-personal-file-documents",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "image": "",
    "ua": {
      "title": "Запит про надання копій документів особової справи",
      "preview": "Цей запит спрямований на отримання копій документів, що містяться в особовій справі клієнта, зокрема, наказів про призначення, переведення, звільнення та інших кадрових документів. Він необхідний для підтвердження службового статусу, аналізу історії кар'єри військовослужбовця або для оскарження кадрових рішень, якщо виникають спірні питання стосовно його служби.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії наступних документів з особової справи [П.І.Б. клієнта]:</p><ul<li>1.Наказ про призначення на посаду [П.І.Б. клієнта] та його копію.</li><li>2. Копії наказів про переведення на інші посади, якщо такі переведення мали місце.</li><li>3. Копію наказу про звільнення з військової служби (за наявності).</li><li>4. Інші документи, що стосуються проходження служби, за необхідності.</li></ul>"
    },
    "ru": {
      "title": "Запрос о предоставлении копий документов личного дела",
      "preview": "Этот запрос направлен на получение копий документов, содержащихся в личном деле клиента, включая приказы о назначении, переводе, увольнении и другие кадровые документы. Он необходим для подтверждения служебного статуса, анализа истории карьеры военнослужащего или для обжалования кадровых решений, если возникают спорные вопросы относительно его службы.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії наступних документів з особової справи [П.І.Б. клієнта]:</p><ul<li>1.Наказ про призначення на посаду [П.І.Б. клієнта] та його копію.</li><li>2. Копії наказів про переведення на інші посади, якщо такі переведення мали місце.</li><li>3. Копію наказу про звільнення з військової служби (за наявності).</li><li>4. Інші документи, що стосуються проходження служби, за необхідності.</li></ul>"
    },
    "en": {
      "title": "Request for copies of personal file documents",
      "preview": "This request is aimed at obtaining copies of documents contained in the client’s personal file, including orders on appointments, transfers, dismissals, and other personnel documents. It is necessary to confirm the service status, analyze the career history of a serviceman, or challenge personnel decisions in case of disputes regarding their service.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії наступних документів з особової справи [П.І.Б. клієнта]:</p><ul<li>1.Наказ про призначення на посаду [П.І.Б. клієнта] та його копію.</li><li>2. Копії наказів про переведення на інші посади, якщо такі переведення мали місце.</li><li>3. Копію наказу про звільнення з військової служби (за наявності).</li><li>4. Інші документи, що стосуються проходження служби, за необхідності.</li></ul>"
    }
  },
  {
    "id": "6",
    "idPost": "6",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-removal-of-information-from-the-database-regarding-temporary-restriction-on-the-right-to-leave-ukraine",
    "type": "request",
    "recipient": "adpsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "image": "",
    "ua": {
      "title": "Запит про вилучення інформації з бази даних ДПСУ щодо тимчасового обмеження у праві виїзду з України",
      "preview": "Цей запит дозволяє адвокату звернутися з проханням про видалення застарілої або неактуальної інформації щодо тимчасового обмеження права виїзду з України для конкретної особи. Запит може бути необхідним у випадках, коли обмеження більше не чинне, і зберігання такої інформації в базі даних може негативно вплинути на права клієнта.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу видалити інформацію про тимчасове обмеження у праві виїзду з України громадянина [Громадянство,П.І.Б. дата народження особи в інтересах якої подається запит, серія та номер документа], зважаючи на те, що:</p><ul><li>1.Тимчасове обмеження більше не є актуальним (не чинне) у зв'язку з [підстава для зняття обмеження].</li><li>2.Зберігання цієї інформації може негативно вплинути на права та інтереси клієнта, зокрема його право на свободу пересування.</li></ul><p>Прошу надати підтвердження видалення інформації або інші офіційні документи, що підтверджують оновлення бази даних ДПСУ.</p>"
    },
    "ru": {
      "title": "Запрос об изъятии информации из базы данных ГНСУ о временном ограничении в праве выезда из Украины",
      "preview": "Этот запрос позволяет адвокату обратиться с просьбой об удалении устаревшей или неактуальной информации о временном ограничении права выезда из Украины для конкретного лица. Запрос может быть необходим в случаях, когда ограничение больше не действует, и хранение такой информации в базе данных может негативно повлиять на права клиента.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу видалити інформацію про тимчасове обмеження у праві виїзду з України громадянина [Громадянство,П.І.Б. дата народження особи в інтересах якої подається запит, серія та номер документа], зважаючи на те, що:</p><ul><li>1.Тимчасове обмеження більше не є актуальним (не чинне) у зв'язку з [підстава для зняття обмеження].</li><li>2.Зберігання цієї інформації може негативно вплинути на права та інтереси клієнта, зокрема його право на свободу пересування.</li></ul><p>Прошу надати підтвердження видалення інформації або інші офіційні документи, що підтверджують оновлення бази даних ДПСУ.</p>"
    },
    "en": {
      "title": "Request for removal of information from the SBGS database regarding temporary travel restrictions from Ukraine",
      "preview": "This request allows a lawyer to ask for the removal of outdated or irrelevant information about temporary travel restrictions for a specific individual. The request may be necessary in cases where the restriction is no longer valid, and storing such information in the database may negatively affect the client’s rights.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу видалити інформацію про тимчасове обмеження у праві виїзду з України громадянина [Громадянство,П.І.Б. дата народження особи в інтересах якої подається запит, серія та номер документа], зважаючи на те, що:</p><ul><li>1.Тимчасове обмеження більше не є актуальним (не чинне) у зв'язку з [підстава для зняття обмеження].</li><li>2.Зберігання цієї інформації може негативно вплинути на права та інтереси клієнта, зокрема його право на свободу пересування.</li></ul><p>Прошу надати підтвердження видалення інформації або інші офіційні документи, що підтверджують оновлення бази даних ДПСУ.</p>"
    }
  },
  {
    "id": "7",
    "idPost": "7",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-a-certificate-of-name-or-surname-change",
    "type": "request",
    "recipient": "minjust",
    "requestType": {
      "ua": "Запити до органів ДРАЦС (реєстрація актів цивільного стану)",
      "ru": "Запросы в органы РАЦС (регистрация актов гражданского состояния)",
      "en": "Requests to the Civil Registry Offices (registration of civil status acts)"
    },
    "ua": {
      "title": "Запит про надання довідки про зміну імені або прізвища",
      "preview": "Цей запит дозволяє адвокату отримати довідку про зміну імені або прізвища конкретної особи. Така інформація може знадобитися для підтвердження змін у персональних даних клієнта, що може бути важливо під час ведення судових справ, відновлення прав на майно, уточнення спадкових прав чи інших юридичних питань.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати офіційну інформацію, довідку про зміну імені або прізвища [П.І.Б. особи, в інтересах якої подається запит], якщо така зміна відбувалася.</p><p> Цей запит подається з метою підтвердження факту зміни імені або прізвища, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "ru": {
      "title": "Запрос на предоставление справки о смене имени или фамилии",
      "preview": "Этот запрос позволяет адвокату получить справку о смене имени или фамилии конкретного лица. Такая информация может потребоваться для подтверждения изменений в личных данных клиента, что может быть важно при ведении судебных дел, восстановлении прав на имущество, уточнении наследственных прав или других юридических вопросов.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати офіційну інформацію, довідку про зміну імені або прізвища [П.І.Б. особи, в інтересах якої подається запит], якщо така зміна відбувалася.</p><p> Цей запит подається з метою підтвердження факту зміни імені або прізвища, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "en": {
      "title": "Request for a certificate of name or surname change",
      "preview": "This request allows a lawyer to obtain a certificate confirming the change of name or surname of a specific individual. Such information may be required to confirm changes in the client’s personal data, which may be important for court cases, property rights restoration, inheritance rights clarification, or other legal matters.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати офіційну інформацію, довідку про зміну імені або прізвища [П.І.Б. особи, в інтересах якої подається запит], якщо така зміна відбувалася.</p><p> Цей запит подається з метою підтвердження факту зміни імені або прізвища, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    }
  },
  {
    "id": "8",
    "idPost": "8",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-a-certificate-of-residence-registration",
    "type": "request",
    "recipient": "minjust",
    "requestType": {
      "ua": "Запити до органів ДРАЦС (реєстрація актів цивільного стану)",
      "ru": "Запросы в органы РАЦС (регистрация актов гражданского состояния)",
      "en": "Requests to the Civil Registry Offices (registration of civil status acts)"
    },
    "ua": {
      "title": "Запит про надання довідки про місце реєстрації проживання",
      "preview": "Цей запит дозволяє адвокату отримати довідку про поточне або попереднє місце реєстрації проживання клієнта чи іншої особи. Така інформація може знадобитися для підтвердження адреси проживання у рамках судових розглядів, спадкових справ, майнових спорів, а також у випадках, коли потрібно довести факт проживання в певному місці.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про місце реєстрації проживання [П.І.Б. особи, в інтересах якої подається запит], станом на [вказати дату або поточну дату].</p><p> Цей запит подається з метою підтвердження місця реєстрації проживання, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "ru": {
      "title": "Запрос на предоставление справки о месте регистрации проживания",
      "preview": "Этот запрос позволяет адвокату получить справку о текущем или предыдущем месте регистрации проживания клиента или другого лица. Такая информация может потребоваться для подтверждения адреса проживания в рамках судебных разбирательств, наследственных дел, имущественных споров, а также в случаях, когда требуется доказать факт проживания в определенном месте.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про місце реєстрації проживання [П.І.Б. особи, в інтересах якої подається запит], станом на [вказати дату або поточну дату].</p><p> Цей запит подається з метою підтвердження місця реєстрації проживання, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "en": {
      "title": "Request for a certificate of residence registration",
      "preview": "This request allows a lawyer to obtain a certificate of the current or previous residence registration of the client or another individual. Such information may be required to confirm the residence address in court proceedings, inheritance cases, property disputes, or situations where proof of residence in a specific location is necessary.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про місце реєстрації проживання [П.І.Б. особи, в інтересах якої подається запит], станом на [вказати дату або поточну дату].</p><p> Цей запит подається з метою підтвердження місця реєстрації проживання, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    }
  },
  {
    "id": "9",
    "idPost": "9",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-a-certificate-of-marital-status",
    "type": "request",
    "recipient": "minjust",
    "requestType": {
      "ua": "Запити до органів ДРАЦС (реєстрація актів цивільного стану)",
      "ru": "Запросы в органы РАЦС (регистрация актов гражданского состояния)",
      "en": "Requests to the Civil Registry Offices (registration of civil status acts)"
    },
    "ua": {
      "title": "Запит про надання довідки про сімейний стан",
      "preview": "Цей запит дозволяє адвокату отримати довідку про сімейний стан особи, що може знадобитися для підтвердження наявності або відсутності зареєстрованих шлюбів. Така інформація важлива під час вирішення питань, пов’язаних зі спадщиною, поділом майна, аліментами або інших ситуаціях, де потрібне офіційне підтвердження сімейного статусу клієнта.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про сімейний стан [П.І.Б. особи, в інтересах якої подається запит, дата народження, місце проживання] станом на поточну дату.</p><p> Цей запит подається з метою підтвердження статусу сімейного стану, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "ru": {
      "title": "Запрос на предоставление справки о семейном положении",
      "preview": "Этот запрос позволяет адвокату получить справку о семейном положении лица, что может потребоваться для подтверждения наличия или отсутствия зарегистрированных браков. Такая информация важна при решении вопросов, связанных с наследством, разделом имущества, алиментами или других ситуациях, где требуется официальное подтверждение статуса семейного положения клиента.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про сімейний стан [П.І.Б. особи, в інтересах якої подається запит, дата народження, місце проживання] станом на поточну дату.</p><p> Цей запит подається з метою підтвердження статусу сімейного стану, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "en": {
      "title": "Request for a certificate of marital status",
      "preview": "This request allows a lawyer to obtain a certificate of an individual’s marital status, which may be necessary to confirm the presence or absence of registered marriages. Such information is crucial when addressing issues related to inheritance, property division, alimony, or other situations requiring official confirmation of the client’s marital status.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати довідку про сімейний стан [П.І.Б. особи, в інтересах якої подається запит, дата народження, місце проживання] станом на поточну дату.</p><p> Цей запит подається з метою підтвердження статусу сімейного стану, що може бути необхідним для судового розгляду та захисту прав і інтересів клієнта.</p>"
    }
  },
  {
    "id": "10",
    "idPost": "10",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-a-copy-of-a-birth-certificate",
    "type": "request",
    "recipient": "minjust",
    "requestType": {
      "ua": "Запити до органів ДРАЦС (реєстрація актів цивільного стану)",
      "ru": "Запросы в органы РАЦС (регистрация актов гражданского состояния)",
      "en": "Requests to the Civil Registry Offices (registration of civil status acts)"
    },
    "ua": {
      "title": "Запит про надання копії свідоцтва про народження",
      "preview": "Цей запит дозволяє адвокату отримати копію свідоцтва про народження клієнта або іншої особи, що може бути необхідним для підтвердження факту народження, віку, громадянства або інших даних. Така інформація може бути важливою у рамках судових розглядів, встановлення родинних зв’язків, отримання спадщини або оформлення опіки.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про народження [П.І.Б. особи, в інтересах якої подається запит].</p><p> Цей запит подається з метою підтвердження факту народження, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "ru": {
      "title": "Запрос на предоставление копии свидетельства о рождении",
      "preview": "Этот запрос позволяет адвокату получить копию свидетельства о рождении клиента или другого лица, что может быть необходимо для подтверждения факта рождения, возраста, гражданства или других данных.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про народження [П.І.Б. особи, в інтересах якої подається запит].</p><p> Цей запит подається з метою підтвердження факту народження, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "en": {
      "title": "Request for a copy of a birth certificate",
      "preview": "Such information may be required to confirm the fact and date of the marriage, which is important in property disputes, establishing family ties, inheritance matters, or other legal issues requiring official confirmation of marital status.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про народження [П.І.Б. особи, в інтересах якої подається запит].</p><p> Цей запит подається з метою підтвердження факту народження, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    }
  },
  {
    "id": "11",
    "idPost": "11",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-a-copy-of-the-certificate-of-dissolution-of-the-love",
    "type": "request",
    "recipient": "minjust",
    "requestType": {
      "ua": "Запити до органів ДРАЦС (реєстрація актів цивільного стану)",
      "ru": "Запросы в органы РАЦС (регистрация актов гражданского состояния)",
      "en": "Requests to the Civil Registry Offices (registration of civil status acts)"
    },
    "ua": {
      "title": "Запит про надання копії свідоцтва про розірвання шлюбу",
      "preview": "Цей запит дозволяє адвокату отримати копію свідоцтва про розірвання шлюбу, що може бути важливим для підтвердження факту та дати розводу. Така інформація може потребуватися в справах, пов'язаних з розділом майна, алиментами, визначенням батьківських прав або підтвердженням сімейного статусу для інших юридичних цілей.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про розірвання шлюбу між [П.І.Б. подружжя, в інтересах яких подається запит].</p><p> Цей запит подається з метою підтвердження факту розірвання шлюбу, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "ru": {
      "title": "Запрос о предоставлении копии свидетельства о расторжении брака",
      "preview": "Этот запрос позволяет адвокату получить копию свидетельства о расторжении брака, что может быть важно для подтверждения факта и даты развода. Такая информация может потребоваться в делах, связанных с разделом имущества, алиментами, определением родительских прав или подтверждением семейного статуса для других юридических целей.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про розірвання шлюбу між [П.І.Б. подружжя, в інтересах яких подається запит].</p><p> Цей запит подається з метою підтвердження факту розірвання шлюбу, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "en": {
      "title": "Request for a copy of the certificate of dissolution of the love",
      "preview": "This request allows the attorney to obtain a copy of the divorce certificate, which may be important to verify the fact and date of the divorce. This information may be needed in cases involving property division, alimony, determination of parental rights, or confirmation of marital status for other legal purposes.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про розірвання шлюбу між [П.І.Б. подружжя, в інтересах яких подається запит].</p><p> Цей запит подається з метою підтвердження факту розірвання шлюбу, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    }
  },
  {
    "id": "12",
    "idPost": "12",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-a-copy-of-a-death-certificate",
    "type": "request",
    "recipient": "minjust",
    "requestType": {
      "ua": "Запити до органів ДРАЦС (реєстрація актів цивільного стану)",
      "ru": "Запросы в органы РАЦС (регистрация актов гражданского состояния)",
      "en": "Requests to the Civil Registry Offices (registration of civil status acts)"
    },
    "ua": {
      "title": "Запит про надання копії свідоцтва про смерть",
      "preview": "Цей запит дозволяє адвокату отримати копію свідоцтва про смерть, що може бути важливим для підтвердження факту та дати смерті конкретної особи. Така інформація часто потрібна у справах, пов'язаних зі спадщиною, страховими виплатами, а також у випадках, коли потрібно встановити юридичні наслідки, пов'язані з фактом смерті.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, [П.І.Б. дата народження особи, в інтересах якої подається запит], прошу надати засвідчену копію свідоцтва про смерть на ім’я [П.І.Б. дата народження та смерті] , який(-а) є [вказати ступінь родинного зв’язку ] померлого(-ї).</p><p>Цей запит подається з метою підтвердження факту смерті, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "ru": {
      "title": "Запрос о предоставлении копии свидетельства о смерти",
      "preview": "Этот запрос позволяет адвокату получить копию свидетельства о смерти, что может быть важно для подтверждения факта и даты смерти конкретного лица. Такая информация часто необходима в делах, связанных с наследством, страховыми выплатами, а также в случаях, когда требуется установить юридические последствия, связанные с фактом смерти.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, [П.І.Б. дата народження особи, в інтересах якої подається запит], прошу надати засвідчену копію свідоцтва про смерть на ім’я [П.І.Б. дата народження та смерті] , який(-а) є [вказати ступінь родинного зв’язку ] померлого(-ї).</p><p>Цей запит подається з метою підтвердження факту смерті, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "en": {
      "title": "Request for a copy of a death certificate",
      "preview": "This request allows the attorney to obtain a copy of the death certificate, which may be important to confirm the fact and date of death of a particular person. Such information is often needed in cases involving inheritance, insurance payments, and in cases where it is necessary to establish the legal consequences associated with the fact of death.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, [П.І.Б. дата народження особи, в інтересах якої подається запит], прошу надати засвідчену копію свідоцтва про смерть на ім’я [П.І.Б. дата народження та смерті] , який(-а) є [вказати ступінь родинного зв’язку ] померлого(-ї).</p><p>Цей запит подається з метою підтвердження факту смерті, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    }
  },
  {
    "id": "13",
    "idPost": "13",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-a-copy-of-a-marriage-certificate",
    "type": "request",
    "recipient": "minjust",
    "requestType": {
      "ua": "Запити до органів ДРАЦС (реєстрація актів цивільного стану)",
      "ru": "Запросы в органы РАЦС (регистрация актов гражданского состояния)",
      "en": "Requests to the Civil Registry Offices (registration of civil status acts)"
    },
    "ua": {
      "title": "Запит про надання копії свідоцтва про шлюб",
      "preview": "Цей запит дозволяє адвокату отримати копію свідоцтва про шлюб клієнта чи іншої особи. Така інформація може знадобитися для підтвердження факту та дати укладання шлюбу, що важливо в рамках майнових спорів, встановлення родинних зв'язків, питань спадщини чи інших юридичних питань, де потрібне офіційне підтвердження сімейного статусу.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про шлюб між [П.І.Б. дати народження подружжя, в інтересах яких подається запит].</p><p>Цей запит подається з метою підтвердження факту укладання шлюбу, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "ru": {
      "title": "Запрос о предоставлении копии свидетельства о браке",
      "preview": "Этот запрос позволяет адвокату получить копию свидетельства о браке клиента или другого лица. Такая информация может потребоваться для подтверждения факта и даты заключения брака, что важно в рамках имущественных споров, установления родственных связей, вопросов наследства или других юридических вопросов, где требуется официальное подтверждение семейного статуса.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про шлюб між [П.І.Б. дати народження подружжя, в інтересах яких подається запит].</p><p>Цей запит подається з метою підтвердження факту укладання шлюбу, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    },
    "en": {
      "title": "Request for a copy of a marriage certificate",
      "preview": "This request allows the attorney to obtain a copy of the client's or another person's marriage certificate. Such information may be needed to confirm the fact and date of the marriage, which is important in property disputes, establishing family ties, inheritance issues, or other legal matters where official confirmation of marital status is required.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчену копію свідоцтва про шлюб між [П.І.Б. дати народження подружжя, в інтересах яких подається запит].</p><p>Цей запит подається з метою підтвердження факту укладання шлюбу, а також інших обставин, які можуть мати значення для судового розгляду та захисту прав і інтересів клієнта.</p>"
    }
  },
  {
    "id": "14",
    "idPost": "14",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-copies-of-documents-related-to-migration-procedures",
    "type": "request",
    "recipient": "dmsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання копій документів, пов'язаних з міграційними процедурами",
      "preview": "Цей запит дозволяє отримати копії документів, які були створені в рамках міграційних процедур для конкретної особи, таких як заяви, рішення про надання або відмову в наданні статусу біженця, видачі дозволу на проживання тощо. Така інформація може бути необхідною для захисту прав клієнта в разі виникнення спорів або необхідності оскарження рішень.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів, пов'язаних з міграційними процедурами щодо громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul<li>1.Копії заяв на отримання статусу біженця, дозволу на проживання та інших подібних документів, якщо такі подавалися.</li><li>2. Рішення про надання або відмову в наданні статусу біженця, дозволу на проживання або інших документів. </li><li>3.Інші документи, пов'язані з розглядом та ухваленням рішень стосовно міграційного статусу цієї особи.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление копий документов, связанных с миграционными процедурами",
      "preview": "Этот запрос позволяет получить копии документов, созданных в рамках миграционных процедур для конкретного лица, таких как заявления, решения о предоставлении или отказе в предоставлении статуса беженца, выдаче вида на жительство и т.д. Такая информация может быть необходима для защиты прав клиента в случае возникновения споров или необходимости обжалования решений.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів, пов'язаних з міграційними процедурами щодо громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul<li>1.Копії заяв на отримання статусу біженця, дозволу на проживання та інших подібних документів, якщо такі подавалися.</li><li>2. Рішення про надання або відмову в наданні статусу біженця, дозволу на проживання або інших документів. </li><li>3.Інші документи, пов'язані з розглядом та ухваленням рішень стосовно міграційного статусу цієї особи.</li></ul>"
    },
    "en": {
      "title": "Request for copies of documents related to migration procedures",
      "preview": "This request allows obtaining copies of documents created within the framework of migration procedures for a specific individual, such as applications, decisions on granting or denying refugee status, residence permits, and more. Such information may be necessary to protect the client’s rights in case of disputes or the need to appeal decisions.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів, пов'язаних з міграційними процедурами щодо громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul<li>1.Копії заяв на отримання статусу біженця, дозволу на проживання та інших подібних документів, якщо такі подавалися.</li><li>2. Рішення про надання або відмову в наданні статусу біженця, дозволу на проживання або інших документів. </li><li>3.Інші документи, пов'язані з розглядом та ухваленням рішень стосовно міграційного статусу цієї особи.</li></ul>"
    }
  },
  {
    "id": "15",
    "idPost": "15",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-copies-of-documents-related-to-border-crossing",
    "type": "request",
    "recipient": "adpsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання копій документів, пов'язаних з перетином кордону",
      "preview": "Цей запит дозволяє отримати копії документів, які стосуються перетину кордону клієнтом, зокрема, протоколів, постанов чи інших офіційних документів. Це може бути необхідно для вирішення спорів або оскарження рішень прикордонних служб.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів, складених під час перетину державного кордону України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Протоколи, складені під час перетину кордону.</li><li>2.Акти або інші документи, пов'язані з реєстрацією в'їзду або виїзду особи. </li><li>3.Інші офіційні документи, які стосуються процедури перетину кордону цією особою.</li></ul>"
    },
    "ru": {
      "title": "Запрос о предоставлении копий документов, связанных с пересечением границы",
      "preview": "Этот запрос позволяет получить копии документов, связанных с пересечением границы клиентом, включая протоколы, постановления или другие официальные документы. Это может быть необходимо для разрешения споров или обжалования решений пограничных служб.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів, складених під час перетину державного кордону України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Протоколи, складені під час перетину кордону.</li><li>2.Акти або інші документи, пов'язані з реєстрацією в'їзду або виїзду особи. </li><li>3.Інші офіційні документи, які стосуються процедури перетину кордону цією особою.</li></ul>"
    },
    "en": {
      "title": "Request for copies of documents related to border crossing",
      "preview": "This request allows obtaining copies of documents related to the client’s border crossing, including protocols, resolutions, or other official documents. This may be necessary for resolving disputes or challenging decisions of border services.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати засвідчені копії документів, складених під час перетину державного кордону України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Протоколи, складені під час перетину кордону.</li><li>2.Акти або інші документи, пов'язані з реєстрацією в'їзду або виїзду особи. </li><li>3.Інші офіційні документи, які стосуються процедури перетину кордону цією особою.</li></ul>"
    }
  },
  {
    "id": "17",
    "idPost": "17",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-detention-or-refusal-to-cross-the-state-border",
    "type": "request",
    "recipient": "adpsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання інформації щодо затримання або відмови у пропуску через державний кордон",
      "preview": "Цей запит дозволяє отримати інформацію про випадки затримання або відмови у пропуску через державний кордон для конкретної особи. Така інформація може бути необхідною для аналізу підстав і правомірності таких дій, а також для захисту інтересів клієнта у разі виникнення правових спорів або необхідності оскарження дій прикордонних органів.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно випадків затримання або відмови у пропуску через державний кордон України громадянина [Громадянство,П.І.Б. дата народженняособи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Дату та час затримання або відмови у пропуску.</li><li>2.Пункти пропуску, де відбулося затримання або відмова у пропуску. </li><li>3.Підстави для затримання або відмови, зокрема правові підстави та документи, що підтверджують правомірність таких дій.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о задержании или отказе в пропуске через государственную границу",
      "preview": "Этот запрос позволяет получить информацию о случаях задержания или отказа в пропуске через государственную границу для конкретного лица. Такая информация может быть необходимой для анализа оснований и правомерности таких действий, а также для защиты интересов клиента в случае возникновения правовых споров или необходимости обжалования действий пограничных органов.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно випадків затримання або відмови у пропуску через державний кордон України громадянина [Громадянство,П.І.Б. дата народженняособи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Дату та час затримання або відмови у пропуску.</li><li>2.Пункти пропуску, де відбулося затримання або відмова у пропуску. </li><li>3.Підстави для затримання або відмови, зокрема правові підстави та документи, що підтверджують правомірність таких дій.</li></ul>"
    },
    "en": {
      "title": "Request for information on detention or refusal to cross the state border",
      "preview": "This request allows for obtaining information on cases of detention or refusal to cross the state border for a specific individual. Such information may be necessary to analyze the grounds and legitimacy of such actions, as well as to protect the client’s interests in the event of legal disputes or the need to appeal the actions of border authorities.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно випадків затримання або відмови у пропуску через державний кордон України громадянина [Громадянство,П.І.Б. дата народженняособи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Дату та час затримання або відмови у пропуску.</li><li>2.Пункти пропуску, де відбулося затримання або відмова у пропуску. </li><li>3.Підстави для затримання або відмови, зокрема правові підстави та документи, що підтверджують правомірність таких дій.</li></ul>"
    }
  },
  {
    "id": "18",
    "idPost": "18",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-the-presence-or-absence-of-Ukrainian-citizenship-for-a-person",
    "type": "request",
    "recipient": "dmsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання інформації щодо наявності або відсутності громадянства України у особи",
      "preview": "Цей запит дозволяє отримати інформацію про наявність або відсутність громадянства України у конкретної особи. Така інформація може бути необхідною при вирішенні питань, пов’язаних з громадянством, його набуттям або втратою, а також у випадках, коли необхідно підтвердити правовий статус особи на території України.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно наявності або відсутності громадянства України у [П.І.Б. дата народження особи, в інтересах якої подається запит], а саме:</p><ul><li>1.Відомості про набуття або втрату громадянства України (з зазначенням дати та підстав).</li><li>2.Інформацію про поточний громадянський статус особи. </li><li>3.Документи, які підтверджують або спростовують громадянство України у зазначеної особи.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о наличии или отсутствии гражданства Украины у лица",
      "preview": "Этот запрос позволяет получить информацию о наличии или отсутствии гражданства Украины у конкретного лица. Такая информация может быть необходимой при решении вопросов, связанных с гражданством, его приобретением или утратой, а также в случаях, когда необходимо подтвердить правовой статус лица на территории Украины.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно наявності або відсутності громадянства України у [П.І.Б. дата народження особи, в інтересах якої подається запит], а саме:</p><ul><li>1.Відомості про набуття або втрату громадянства України (з зазначенням дати та підстав).</li><li>2.Інформацію про поточний громадянський статус особи. </li><li>3.Документи, які підтверджують або спростовують громадянство України у зазначеної особи.</li></ul>"
    },
    "en": {
      "title": "Request for information on the presence or absence of Ukrainian citizenship for a person",
      "preview": "This request allows obtaining information on whether a specific individual holds Ukrainian citizenship. Such information may be necessary for resolving issues related to citizenship acquisition or loss, as well as confirming a person’s legal status in Ukraine.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно наявності або відсутності громадянства України у [П.І.Б. дата народження особи, в інтересах якої подається запит], а саме:</p><ul><li>1.Відомості про набуття або втрату громадянства України (з зазначенням дати та підстав).</li><li>2.Інформацію про поточний громадянський статус особи. </li><li>3.Документи, які підтверджують або спростовують громадянство України у зазначеної особи.</li></ul>"
    }
  },
  {
    "id": "19",
    "idPost": "19",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-the-presence-or-absence-of-a-ban-on-entry-into-Ukraine",
    "type": "request",
    "recipient": "dmsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання інформації щодо наявності або відсутності заборони на в'їзд в Україну",
      "preview": "Цей запит дозволяє отримати інформацію про наявність або відсутність заборони на в’їзд в Україну для іноземця або особи без громадянства. Така інформація може бути необхідною для захисту інтересів клієнта, якому можуть бути обмежені права на в’їзд до України, а також для оскарження відповідних рішень.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно наявності або відсутності чинної заборони на в'їзд в Україну громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність заборони на в'їзд в Україну.</li><li>2.Підстави для накладення такої заборони, з зазначенням відповідних документів або правових актів. </li><li>3.Строки дії заборони та можливість її скасування або оскарження.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о наличии или отсутствии запрета на въезд в Украину",
      "preview": "Этот запрос позволяет получить информацию о наличии или отсутствии запрета на въезд в Украину для иностранца или лица без гражданства. Такая информация может быть необходимой для защиты интересов клиента, которому могут быть ограничены права на въезд в Украину, а также для обжалования соответствующих решений.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно наявності або відсутності чинної заборони на в'їзд в Україну громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність заборони на в'їзд в Україну.</li><li>2.Підстави для накладення такої заборони, з зазначенням відповідних документів або правових актів. </li><li>3.Строки дії заборони та можливість її скасування або оскарження.</li></ul>"
    },
    "en": {
      "title": "Request for information on the presence or absence of a ban on entry into Ukraine",
      "preview": "This request allows obtaining information on whether a foreigner or stateless person is banned from entering Ukraine. Such information may be necessary to protect the interests of a client whose entry rights to Ukraine might be restricted, as well as for appealing against relevant decisions.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно наявності або відсутності чинної заборони на в'їзд в Україну громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність заборони на в'їзд в Україну.</li><li>2.Підстави для накладення такої заборони, з зазначенням відповідних документів або правових актів. </li><li>3.Строки дії заборони та можливість її скасування або оскарження.</li></ul>"
    }
  },
  {
    "id": "20",
    "idPost": "20",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-the-presence-of-restrictions-on-leaving-the-countr",
    "type": "request",
    "recipient": "dmsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання інформації щодо наявності обмежень на виїзд за кордон",
      "preview": "Цей запит дозволяє отримати інформацію про наявність обмежень на виїзд за кордон для конкретної особи. Така інформація може бути необхідною для з’ясування, чи існують юридичні підстави, що перешкоджають виїзду особи за межі України, наприклад, через судові рішення або постанови інших органів.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію, щодо наявності або відсутності обмежень на виїзд за кордон громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність чинних обмежень на виїзд за кордон.</li><li>2.Підстави для встановлення таких обмежень (якщо вони є), із зазначенням органу, що виніс відповідне рішення, та дати його прийняття. </li><li>3.Копії документів, що підтверджують накладення обмежень на виїзд, або інформацію про їх зняття, якщо це відбулося.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о наличии ограничений на выезд за границу",
      "preview": "Этот запрос позволяет получить информацию о наличии ограничений на выезд за границу для конкретного лица. Такая информация может быть необходимой для выяснения, существуют ли юридические основания, препятствующие выезду лица за пределы Украины, например, из-за судебных решений или постановлений других органов.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію, щодо наявності або відсутності обмежень на виїзд за кордон громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність чинних обмежень на виїзд за кордон.</li><li>2.Підстави для встановлення таких обмежень (якщо вони є), із зазначенням органу, що виніс відповідне рішення, та дати його прийняття. </li><li>3.Копії документів, що підтверджують накладення обмежень на виїзд, або інформацію про їх зняття, якщо це відбулося.</li></ul>"
    },
    "en": {
      "title": "Request for information on the presence of restrictions on leaving the country",
      "preview": "This request allows obtaining information on whether specific travel restrictions are applied to an individual. Such information may be necessary to clarify if there are legal grounds preventing the person from leaving Ukraine, for instance, due to court rulings or decisions by other authorities.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію, щодо наявності або відсутності обмежень на виїзд за кордон громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність чинних обмежень на виїзд за кордон.</li><li>2.Підстави для встановлення таких обмежень (якщо вони є), із зазначенням органу, що виніс відповідне рішення, та дати його прийняття. </li><li>3.Копії документів, що підтверджують накладення обмежень на виїзд, або інформацію про їх зняття, якщо це відбулося.</li></ul>"
    }
  },
  {
    "id": "21",
    "idPost": "21",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-a-person’s-border-crossing",
    "type": "request",
    "recipient": "adpsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання інформації щодо перетину державного кордону особою",
      "preview": "Цей запит дозволяє отримати офіційні дані про дати та пункти перетину кордону конкретною особою. Він часто використовується для підтвердження фактів виїзду або в’їзду в Україну, що може бути важливим у правових спорах, а також для підтвердження місця перебування особи у певні дати. Такий запит може знадобитися, наприклад, для захисту у судових справах, де важливо підтвердити відсутність або присутність клієнта на території України у зазначені періоди.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо перетину державного кордону України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер паспорту] за період з [дата початку] по [дата закінчення], а саме:</p><ul><li>1.Дату та час кожного перетину кордону (виїзд та в'їзд).</li><li>2.Пункти пропуску, через які особа перетинала державний кордон. </li><li>3.Інформацію про підстави, якщо існують обмеження на перетин кордону для цієї особи в зазначений період.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о пересечении государственной границы лицом",
      "preview": "Этот запрос позволяет получить официальные данные о датах и пунктах пересечения границы конкретным лицом. Он часто используется для подтверждения фактов выезда или въезда в Украину, что может быть важным в правовых спорах, а также для подтверждения места пребывания лица в определённые даты. Такой запрос может понадобиться, например, для защиты в судебных делах, где важно подтвердить отсутствие или присутствие клиента на территории Украины в указанные периоды.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо перетину державного кордону України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер паспорту] за період з [дата початку] по [дата закінчення], а саме:</p><ul><li>1.Дату та час кожного перетину кордону (виїзд та в'їзд).</li><li>2.Пункти пропуску, через які особа перетинала державний кордон. </li><li>3.Інформацію про підстави, якщо існують обмеження на перетин кордону для цієї особи в зазначений період.</li></ul>"
    },
    "en": {
      "title": "Request for information on a person’s border crossing",
      "preview": "This request allows obtaining official data on the dates and checkpoints of a specific individual’s border crossings. It is often used to confirm facts of departure or entry to Ukraine, which may be crucial in legal disputes, as well as to verify a person’s location on specific dates. Such a request may be necessary, for instance, to support legal defense in cases where confirming the client’s presence or absence in Ukraine is critical.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо перетину державного кордону України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер паспорту] за період з [дата початку] по [дата закінчення], а саме:</p><ul><li>1.Дату та час кожного перетину кордону (виїзд та в'їзд).</li><li>2.Пункти пропуску, через які особа перетинала державний кордон. </li><li>3.Інформацію про підстави, якщо існують обмеження на перетин кордону для цієї особи в зазначений період.</li></ul>"
    }
  },
  {
    "id": "22",
    "idPost": "22",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-the-registration-of-residence-or-stay",
    "type": "request",
    "recipient": "dmsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання інформації щодо реєстрації місця проживання або перебування особи",
      "preview": "Цей запит дозволяє отримати офіційну інформацію про місце реєстрації проживання або перебування конкретної особи. Така інформація може бути необхідною для підтвердження місця проживання в рамках правових спорів або для надання доказів наявності або відсутності певної реєстрації. Запит також використовується для перевірки факту наявності реєстрації, що може вплинути на права клієнта в питаннях спадкування, участі в судових справах або інших юридичних питаннях.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно реєстрації місця проживання або перебування громадянина [Громадянство,П.І.Б. дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Відомості про місце реєстрації проживання або перебування особи станом на [вказати дату].</li><li>2.Дату реєстрації та підставу для реєстрації на вказаному місці. </li><li>3.Інформацію про зняття з реєстрації, якщо це мало місце, з вказівкою дати та підстави для зняття.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о регистрации места жительства или пребывания лица",
      "preview": "Этот запрос позволяет получить официальную информацию о месте регистрации проживания или пребывания конкретного лица. Такая информация может быть необходимой для подтверждения места жительства в рамках правовых споров или для предоставления доказательств наличия или отсутствия определённой регистрации. Запрос также используется для проверки факта регистрации, что может повлиять на права клиента в вопросах наследования, участия в судебных делах или других юридических вопросах.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно реєстрації місця проживання або перебування громадянина [Громадянство,П.І.Б. дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Відомості про місце реєстрації проживання або перебування особи станом на [вказати дату].</li><li>2.Дату реєстрації та підставу для реєстрації на вказаному місці. </li><li>3.Інформацію про зняття з реєстрації, якщо це мало місце, з вказівкою дати та підстави для зняття.</li></ul>"
    },
    "en": {
      "title": "Request for information on the registration of residence or stay",
      "preview": "This request allows obtaining official information on a specific individual’s registered residence or stay. Such information may be necessary to confirm the residence location in legal disputes or to provide evidence of the presence or absence of certain registration. The request is also used to verify registration, which may affect the client’s rights in inheritance matters, legal proceedings, or other legal issues.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію стосовно реєстрації місця проживання або перебування громадянина [Громадянство,П.І.Б. дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Відомості про місце реєстрації проживання або перебування особи станом на [вказати дату].</li><li>2.Дату реєстрації та підставу для реєстрації на вказаному місці. </li><li>3.Інформацію про зняття з реєстрації, якщо це мало місце, з вказівкою дати та підстави для зняття.</li></ul>"
    }
  },
  {
    "id": "23",
    "idPost": "23",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-deportation-or-forced-removal-decisions",
    "type": "request",
    "recipient": "dmsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання інформації щодо рішень про депортацію або примусове видворення",
      "preview": "Цей запит дозволяє отримати інформацію про наявність рішень про депортацію або примусове видворення конкретної особи з України. Така інформація може бути необхідною для захисту інтересів клієнта, якому загрожує депортація або примусове видворення, або для оскарження таких рішень.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про наявність рішень про депортацію або примусове видворення громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявні рішення про депортацію або примусове видворення.</li><li>2.Підстави для прийняття таких рішень, із зазначенням відповідних правових актів або судових постанов. </li><li>3.Копії рішень або документів, що підтверджують обставини депортації або видворення.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о решениях о депортации или принудительном выдворении",
      "preview": "Этот запрос позволяет получить информацию о наличии решений о депортации или принудительном выдворении конкретного лица из Украины. Такая информация может быть необходимой для защиты интересов клиента, которому угрожает депортация или принудительное выдворение, или для обжалования таких решений.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про наявність рішень про депортацію або примусове видворення громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявні рішення про депортацію або примусове видворення.</li><li>2.Підстави для прийняття таких рішень, із зазначенням відповідних правових актів або судових постанов. </li><li>3.Копії рішень або документів, що підтверджують обставини депортації або видворення.</li></ul>"
    },
    "en": {
      "title": "Request for information on deportation or forced removal decisions",
      "preview": "This request allows obtaining information on the presence of deportation or forced removal decisions regarding a specific individual from Ukraine. Such information may be necessary to protect the interests of a client facing deportation or forced removal or to appeal such decisions.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про наявність рішень про депортацію або примусове видворення громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявні рішення про депортацію або примусове видворення.</li><li>2.Підстави для прийняття таких рішень, із зазначенням відповідних правових актів або судових постанов. </li><li>3.Копії рішень або документів, що підтверджують обставини депортації або видворення.</li></ul>"
    }
  },
  {
    "id": "24",
    "idPost": "24",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-the-status-of-applications-or-petitions",
    "type": "request",
    "recipient": "dmsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про надання інформації щодо стану розгляду заяв або клопотань",
      "preview": "Цей запит дозволяє отримати інформацію про поточний статус розгляду поданих клієнтом заяв або клопотань у Державній міграційній службі України. Така інформація може бути необхідною для визначення строків розгляду та орієнтації клієнта щодо можливих подальших кроків.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про поточний статус розгляду заяв або клопотань, поданих громадянином [Громадянство,П.І.Б. дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про етап розгляду поданих заяв або клопотань та очікувані строки  завершення їх розгляду.</li><li>2.Відомості про можливі  вимоги , щодо надання додаткових документів. </li><li>3.Дату очікуваного ухвалення рішення або завершення розгляду звернень.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о состоянии рассмотрения заявлений или ходатайств",
      "preview": "Этот запрос позволяет получить информацию о текущем статусе рассмотрения поданных клиентом заявлений или ходатайств в Государственной миграционной службе Украины. Такая информация может быть необходимой для определения сроков рассмотрения и ориентирования клиента относительно возможных дальнейших шагов.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про поточний статус розгляду заяв або клопотань, поданих громадянином [Громадянство,П.І.Б. дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про етап розгляду поданих заяв або клопотань та очікувані строки  завершення їх розгляду.</li><li>2.Відомості про можливі  вимоги , щодо надання додаткових документів. </li><li>3.Дату очікуваного ухвалення рішення або завершення розгляду звернень.</li></ul>"
    },
    "en": {
      "title": "Request for information on the status of applications or petitions",
      "preview": "This request allows obtaining information on the current status of the client’s applications or petitions submitted to the State Migration Service of Ukraine. Such information may be necessary to determine processing times and guide the client on possible further steps.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про поточний статус розгляду заяв або клопотань, поданих громадянином [Громадянство,П.І.Б. дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про етап розгляду поданих заяв або клопотань та очікувані строки  завершення їх розгляду.</li><li>2.Відомості про можливі  вимоги , щодо надання додаткових документів. </li><li>3.Дату очікуваного ухвалення рішення або завершення розгляду звернень.</li></ul>"
    }
  },
  {
    "id": "25",
    "idPost": "25",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-the-presence-of-a-decision-to-ban-entry-for-a-foreigner-or-stateless-person",
    "type": "request",
    "recipient": "adpsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про наявність рішення про заборону в'їзду для іноземця або особи без громадянства",
      "preview": "Цей запит дозволяє отримати інформацію про наявність заборони на в’їзд в Україну для іноземця або особи без громадянства. Така інформація може знадобитися у випадках, коли є підстави вважати, що клієнту обмежено в’їзд в Україну через порушення законодавства або інші юридичні причини. Запит допомагає підтвердити або спростувати наявність такого обмеження для подальшого вирішення питань, пов’язаних з правом на в’їзд.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо наявності рішення про заборону в'їзду в Україну громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність заборони на в'їзд в Україну [П.І.Б. особи].</li><li>2.Підстави, на яких було прийняте рішення про заборону в'їзду, та строки дії такого рішення. </li><li>3.Копії документів або рішень, що підтверджують заборону на в'їзд, зокрема постанови органів влади або судових рішень.</li></ul>"
    },
    "ru": {
      "title": "Запрос о наличии решения о запрете въезда для иностранца или лица без гражданства",
      "preview": "Этот запрос позволяет получить информацию о наличии запрета на въезд в Украину для иностранца или лица без гражданства. Такая информация может понадобиться в случаях, когда есть основания считать, что клиенту ограничен въезд в Украину из-за нарушения законодательства или по другим юридическим причинам. Запрос помогает подтвердить или опровергнуть наличие такого ограничения для последующего решения вопросов, связанных с правом на въезд.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо наявності рішення про заборону в'їзду в Україну громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність заборони на в'їзд в Україну [П.І.Б. особи].</li><li>2.Підстави, на яких було прийняте рішення про заборону в'їзду, та строки дії такого рішення. </li><li>3.Копії документів або рішень, що підтверджують заборону на в'їзд, зокрема постанови органів влади або судових рішень.</li></ul>"
    },
    "en": {
      "title": "Request for the presence of a decision to ban entry for a foreigner or stateless person",
      "preview": "This request allows obtaining information on whether a ban on entry to Ukraine exists for a foreigner or stateless person. Such information may be needed in cases where there are grounds to believe that the client’s entry to Ukraine has been restricted due to legal violations or other reasons.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо наявності рішення про заборону в'їзду в Україну громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність заборони на в'їзд в Україну [П.І.Б. особи].</li><li>2.Підстави, на яких було прийняте рішення про заборону в'їзду, та строки дії такого рішення. </li><li>3.Копії документів або рішень, що підтверджують заборону на в'їзд, зокрема постанови органів влади або судових рішень.</li></ul>"
    }
  },
  {
    "id": "26",
    "idPost": "26",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-the-presence-of-temporary-restrictions-on-the-right-to-travel-abroad",
    "type": "request",
    "recipient": "adpsu",
    "requestType": {
      "ua": "Запити до Державної міграційної служби України (ДМСУ) та адміністрації ДПСУ",
      "ru": "Запросы в Государственную миграционную службу Украины (ДМСУ) и администрацию ДПСУ",
      "en": "Requests to the State Migration Service of Ukraine (SMSU) and the Administration of SBGS"
    },
    "ua": {
      "title": "Запит про наявність тимчасового обмеження у праві виїзду за кордон",
      "preview": "Цей запит дозволяє отримати інформацію про наявність тимчасових обмежень щодо права виїзду за кордон для конкретної особи. Така інформація може бути необхідною у випадках, коли є підозра, що клієнту було обмежено право виїзду з України через судове рішення, борги або інші юридичні підстави. Запит допомагає підтвердити наявність чи відсутність таких обмежень для подальшого планування дій.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо наявності тимчасового обмеження у праві виїзду з України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність обмеження на виїзд за кордон [П.І.Б. особи].</li><li>2.Підстави та строки дії тимчасового обмеження, якщо таке існує. </li><li>3.Наявні документи, які підтверджують рішення про обмеження права виїзду, включаючи судові рішення або постанови органів влади.</li></ul>"
    },
    "ru": {
      "title": "Запрос о наличии временного ограничения на право выезда за границу",
      "preview": "Этот запрос позволяет получить информацию о наличии временных ограничений на право выезда за границу для конкретного лица. Такая информация может быть необходима в случаях, когда есть подозрения, что клиенту было ограничено право выезда из Украины из-за судебного решения, долгов или других юридических оснований. Запрос помогает подтвердить наличие или отсутствие таких ограничений для дальнейшего планирования действий.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо наявності тимчасового обмеження у праві виїзду з України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність обмеження на виїзд за кордон [П.І.Б. особи].</li><li>2.Підстави та строки дії тимчасового обмеження, якщо таке існує. </li><li>3.Наявні документи, які підтверджують рішення про обмеження права виїзду, включаючи судові рішення або постанови органів влади.</li></ul>"
    },
    "en": {
      "title": "Request for the presence of temporary restrictions on the right to travel abroad",
      "preview": "This request allows obtaining information about the presence of temporary restrictions on the right to travel abroad for a specific individual. Such information may be necessary in cases where there is suspicion that the client’s right to leave Ukraine has been restricted due to a court decision, debts, or other legal grounds. The request helps confirm or refute the presence of such restrictions for further action",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо наявності тимчасового обмеження у праві виїзду з України громадянина [Громадянство,П.І.Б.дата народження особи, в інтересах якої подається запит,серія та номер документу], а саме:</p><ul><li>1.Інформацію про наявність або відсутність обмеження на виїзд за кордон [П.І.Б. особи].</li><li>2.Підстави та строки дії тимчасового обмеження, якщо таке існує. </li><li>3.Наявні документи, які підтверджують рішення про обмеження права виїзду, включаючи судові рішення або постанови органів влади.</li></ul>"
    }
  },
  {
    "id": "29",
    "idPost": "29",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-witness-statements-or-other-participants’-testimonies",
    "type": "request",
    "recipient": "mvs",
    "requestType": {
      "ua": "Запити до Міністерства внутрішніх справ України (МВС)",
      "ru": "Запросы в Министерство внутренних дел Украины (МВД)",
      "en": "Requests to the Ministry of Internal Affairs of Ukraine (MIA)"
    },
    "ua": {
      "title": "Запит про надання показань свідків або інших учасників події",
      "preview": "Цей запит дозволяє адвокату отримати показання свідків або інших учасників подій, пов’язаних із порушенням ПДР. Свідчення можуть бути корисними для підтвердження або спростування звинувачень у порушенні, особливо в спірних випадках.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати протоколи пояснень свідків які були присутні під час фіксації порушення ПДР або інших учасників, які можуть підтвердити обставини порушення, пов’язаної з порушенням ПДР, зафіксованого щодо [П.І.Б. дата народження особи, в інтересах якої подається запит] у [вказати дату та місце події]. Зокрема, прошу надати:</p><ul><li>1.Показання свідків, які були присутні під час фіксації порушення.</li><li>2.Показання інших учасників події, які можуть підтвердити обставини справи. </li><li>3.Інформацію про можливість виклику свідків для надання додаткових пояснень у разі потреби.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление показаний свидетелей или других участников события",
      "preview": "Этот запрос позволяет адвокату получить показания свидетелей или других участников событий, связанных с нарушением ПДД. Свидетельские показания могут быть полезны для подтверждения или опровержения обвинений в нарушении, особенно в спорных случаях.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати протоколи пояснень свідків які були присутні під час фіксації порушення ПДР або інших учасників, які можуть підтвердити обставини порушення, пов’язаної з порушенням ПДР, зафіксованого щодо [П.І.Б. дата народження особи, в інтересах якої подається запит] у [вказати дату та місце події]. Зокрема, прошу надати:</p><ul><li>1.Показання свідків, які були присутні під час фіксації порушення.</li><li>2.Показання інших учасників події, які можуть підтвердити обставини справи. </li><li>3.Інформацію про можливість виклику свідків для надання додаткових пояснень у разі потреби.</li></ul>"
    },
    "en": {
      "title": "Request for witness statements or other participants’ testimonies",
      "preview": "This request allows a lawyer to obtain statements from witnesses or other participants in events related to traffic violations. Witness testimonies can be useful in confirming or disproving allegations of violations, especially in contentious cases.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати протоколи пояснень свідків які були присутні під час фіксації порушення ПДР або інших учасників, які можуть підтвердити обставини порушення, пов’язаної з порушенням ПДР, зафіксованого щодо [П.І.Б. дата народження особи, в інтересах якої подається запит] у [вказати дату та місце події]. Зокрема, прошу надати:</p><ul><li>1.Показання свідків, які були присутні під час фіксації порушення.</li><li>2.Показання інших учасників події, які можуть підтвердити обставини справи. </li><li>3.Інформацію про можливість виклику свідків для надання додаткових пояснень у разі потреби.</li></ul>"
    }
  },
  {
    "id": "30",
    "idPost": "30",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-the-legal-grounds-for-stopping-a-vehicle",
    "type": "request",
    "recipient": "mvs",
    "requestType": {
      "ua": "Запити до Міністерства внутрішніх справ України (МВС)",
      "ru": "Запросы в Министерство внутренних дел Украины (МВД)",
      "en": "Requests to the Ministry of Internal Affairs of Ukraine (MIA)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо правових підстав для зупинки автомобіля",
      "preview": "Цей запит дозволяє адвокату отримати роз’яснення про правові підстави для зупинки автомобіля співробітником поліції. Інформація може бути корисною для оскарження адміністративного покарання, якщо є сумніви щодо законності зупинки.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про правові підстави для зупинки транспортного засобу [П.І.Б. дата народження особи, в інтересах якої подається запит] у [вказати дату та час зупинки]. Зокрема, прошу надати:</p><ul><li>1.Підстави, на яких було здійснено зупинку транспортного засобу.</li><li>2.Посилання на нормативно-правові акти, що регламентують дії співробітника поліції у цьому випадку. </li><li>3.Інформацію про причини зупинки та підстави перевірки документів та огляду транспортного засобу.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о правовых основаниях для остановки автомобиля",
      "preview": "Этот запрос позволяет адвокату получить разъяснения о правовых основаниях для остановки автомобиля сотрудником полиции. Информация может быть полезна для обжалования административного наказания, если имеются сомнения в законности остановки.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про правові підстави для зупинки транспортного засобу [П.І.Б. дата народження особи, в інтересах якої подається запит] у [вказати дату та час зупинки]. Зокрема, прошу надати:</p><ul><li>1.Підстави, на яких було здійснено зупинку транспортного засобу.</li><li>2.Посилання на нормативно-правові акти, що регламентують дії співробітника поліції у цьому випадку. </li><li>3.Інформацію про причини зупинки та підстави перевірки документів та огляду транспортного засобу.</li></ul>"
    },
    "en": {
      "title": "Request for information on the legal grounds for stopping a vehicle",
      "preview": "This request allows a lawyer to obtain clarifications on the legal grounds for a police officer stopping a vehicle. Such information may be useful for appealing administrative penalties if there are doubts about the legality of the stop.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про правові підстави для зупинки транспортного засобу [П.І.Б. дата народження особи, в інтересах якої подається запит] у [вказати дату та час зупинки]. Зокрема, прошу надати:</p><ul><li>1.Підстави, на яких було здійснено зупинку транспортного засобу.</li><li>2.Посилання на нормативно-правові акти, що регламентують дії співробітника поліції у цьому випадку. </li><li>3.Інформацію про причини зупинки та підстави перевірки документів та огляду транспортного засобу.</li></ul>"
    }
  },
  {
    "id": "31",
    "idPost": "31",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-the-status-and-calibration-of-measuring-devices",
    "type": "request",
    "recipient": "mvs",
    "requestType": {
      "ua": "Запити до Міністерства внутрішніх справ України (МВС)",
      "ru": "Запросы в Министерство внутренних дел Украины (МВД)",
      "en": "Requests to the Ministry of Internal Affairs of Ukraine (MIA)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо стану та калібрування вимірювальних приладів",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про стан та калібрування вимірювальних приладів, таких як радари або алкотестери, використаних для фіксації порушення ПДР. Це може допомогти оскаржити достовірність доказів, якщо прилад не пройшов своєчасне калібрування або технічне обслуговування.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо стану та калібрування вимірювальних приладів, використаних для фіксації порушення ПДР у справі [П.І.Б. дата народження особи, в інтересах якої подається запит]. Зокрема, прошу надати таку інформацію:</p><ul><li>1.Дата останнього калібрування або перевірки точності вимірювального приладу, що зафіксував порушення.</li><li>2.Документи, що підтверджують технічний стан приладу на момент фіксації порушення. </li><li>3.Відомості про сертифікацію приладу та відповідність технічним вимогам.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о состоянии и калибровке измерительных приборов",
      "preview": "Этот запрос позволяет адвокату получить информацию о состоянии и калибровке измерительных приборов, таких как радары или алкотестеры, использованных для фиксации нарушения ПДД. Это может помочь оспорить достоверность доказательств, если прибор не прошёл своевременное калибрование или техническое обслуживание.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо стану та калібрування вимірювальних приладів, використаних для фіксації порушення ПДР у справі [П.І.Б. дата народження особи, в інтересах якої подається запит]. Зокрема, прошу надати таку інформацію:</p><ul><li>1.Дата останнього калібрування або перевірки точності вимірювального приладу, що зафіксував порушення.</li><li>2.Документи, що підтверджують технічний стан приладу на момент фіксації порушення. </li><li>3.Відомості про сертифікацію приладу та відповідність технічним вимогам.</li></ul>"
    },
    "en": {
      "title": "Request for information on the status and calibration of measuring devices",
      "preview": "This request allows a lawyer to obtain information on the condition and calibration of measuring devices, such as radars or breathalyzers, used to record traffic violations. This can help dispute the reliability of evidence if the device was not timely calibrated or maintained.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію щодо стану та калібрування вимірювальних приладів, використаних для фіксації порушення ПДР у справі [П.І.Б. дата народження особи, в інтересах якої подається запит]. Зокрема, прошу надати таку інформацію:</p><ul><li>1.Дата останнього калібрування або перевірки точності вимірювального приладу, що зафіксував порушення.</li><li>2.Документи, що підтверджують технічний стан приладу на момент фіксації порушення. </li><li>3.Відомості про сертифікацію приладу та відповідність технічним вимогам.</li></ul>"
    }
  },
  {
    "id": "16",
    "idPost": "16",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-confirmation-of-property-destruction-or-damage-due-to-hostilities",
    "type": "request",
    "recipient": "minre",
    "requestType": {
      "ua": "Запити, пов’язані з внутрішньо переміщеними особами (ВПО)",
      "ru": "Запросы, связанные с временно перемещёнными лицами (ВПЛ)",
      "en": "Requests related to internally displaced persons (IDPs)"
    },
    "ua": {
      "title": "Запит про надання підтвердження факту знищення або пошкодження майна в результаті бойових дій",
      "preview": "Цей запит дозволяє адвокату отримати документальне підтвердження факту руйнування або пошкодження майна клієнта внаслідок бойових дій. Документи, отримані від органів місцевого самоврядування або обласних адміністрацій, можуть бути використані для оцінки збитків і подання заяви на компенсацію.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати офіційну інформацію, щодо знищення або пошкодження майна, що належить [П.І.Б. особи, в інтересах якої подається запит], за адресою [вказати адресу майна]. У разі наявності, прошу надати копії актів, протоколів, довідок або інших документів, що підтверджують факт та обсяг завданих збитків.</p><p> Цей запит подається з метою підтвердження факту пошкодження або втрати майна клієнта та підготовки документів для подання заяви на компенсацію.</p>"
    },
    "ru": {
      "title": "Запрос на предоставление подтверждения факта уничтожения или повреждения имущества в результате боевых действий",
      "preview": "Этот запрос позволяет адвокату получить документальное подтверждение факта разрушения или повреждения имущества клиента в результате боевых действий. Документы, полученные от органов местного самоуправления или областных администраций, могут быть использованы для оценки ущерба и подачи заявления на компенсацию.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати офіційну інформацію, щодо знищення або пошкодження майна, що належить [П.І.Б. особи, в інтересах якої подається запит], за адресою [вказати адресу майна]. У разі наявності, прошу надати копії актів, протоколів, довідок або інших документів, що підтверджують факт та обсяг завданих збитків.</p><p> Цей запит подається з метою підтвердження факту пошкодження або втрати майна клієнта та підготовки документів для подання заяви на компенсацію.</p>"
    },
    "en": {
      "title": "Request for confirmation of property destruction or damage due to hostilities",
      "preview": "This request allows a lawyer to obtain documentary confirmation of the destruction or damage to the client’s property as a result of hostilities. Documents obtained from local government or regional administrations can be used to assess damages and file a compensation claim.",
      "text": "<p> На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати офіційну інформацію, щодо знищення або пошкодження майна, що належить [П.І.Б. особи, в інтересах якої подається запит], за адресою [вказати адресу майна]. У разі наявності, прошу надати копії актів, протоколів, довідок або інших документів, що підтверджують факт та обсяг завданих збитків.</p><p> Цей запит подається з метою підтвердження факту пошкодження або втрати майна клієнта та підготовки документів для подання заяви на компенсацію.</p>"
    }
  },
  {
    "id": "32",
    "idPost": "32",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-obtaining-social-assistance-and-compensations",
    "type": "request",
    "recipient": "minre",
    "requestType": {
      "ua": "Запити, пов’язані з внутрішньо переміщеними особами (ВПО)",
      "ru": "Запросы, связанные с временно перемещёнными лицами (ВПЛ)",
      "en": "Requests related to internally displaced persons (IDPs)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо отримання соціальної допомоги та компенсацій",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про доступні соціальні виплати та компенсації для внутрішньо переміщених осіб (ВПО). Він направлений на роз’яснення умов і порядку отримання фінансової допомоги, компенсації за житло та інших пільг, які належать ВПО.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про можливість отримання соціальної допомоги та компенсацій [П.І.Б. дата народження особи, в інтересах якої подається запит], а саме:</p><ul><li>1.Перелік соціальних виплат, доступних для ВПО, та розмір цих виплат.</li><li>2.Умови для отримання компенсації на житло та інші види фінансової допомоги. </li><li>3.Процедура подання заяви на отримання зазначеної допомоги і строки її розгляду.</li></ul>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о получении социальной помощи и компенсаций",
      "preview": "Этот запрос позволяет адвокату получить информацию о доступных социальных выплатах и компенсациях для временно перемещенных лиц (ВПЛ). Он направлен на разъяснение условий и порядка получения финансовой помощи, компенсации за жилье и других льгот, которые положены ВПЛ.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про можливість отримання соціальної допомоги та компенсацій [П.І.Б. дата народження особи, в інтересах якої подається запит], а саме:</p><ul><li>1.Перелік соціальних виплат, доступних для ВПО, та розмір цих виплат.</li><li>2.Умови для отримання компенсації на житло та інші види фінансової допомоги. </li><li>3.Процедура подання заяви на отримання зазначеної допомоги і строки її розгляду.</li></ul>"
    },
    "en": {
      "title": "Request for information on obtaining social assistance and compensations",
      "preview": "This request allows a lawyer to obtain information on available social benefits and compensations for internally displaced persons (IDPs). It is aimed at clarifying the conditions and procedures for receiving financial aid, housing compensation, and other benefits available to IDPs.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію про можливість отримання соціальної допомоги та компенсацій [П.І.Б. дата народження особи, в інтересах якої подається запит], а саме:</p><ul><li>1.Перелік соціальних виплат, доступних для ВПО, та розмір цих виплат.</li><li>2.Умови для отримання компенсації на житло та інші види фінансової допомоги. </li><li>3.Процедура подання заяви на отримання зазначеної допомоги і строки її розгляду.</li></ul>"
    }
  },
  {
    "id": "33",
    "idPost": "33",
    "dateCreating": "2024-12-17 17:17",
    "path": "request-for-information-on-the-confirmation-of-property-damage-from-the-SES",
    "type": "request",
    "recipient": "minre",
    "requestType": {
      "ua": "Запити, пов’язані з внутрішньо переміщеними особами (ВПО)",
      "ru": "Запросы, связанные с временно перемещёнными лицами (ВПЛ)",
      "en": "Requests related to internally displaced persons (IDPs)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо фіксації факту пошкодження майна від ДСНС",
      "preview": "Цей запит дозволяє адвокату отримати офіційне підтвердження від Державної служби України з надзвичайних ситуацій (ДСНС) про факт пошкодження майна клієнта внаслідок бойових дій. Документ, наданий ДСНС, може використовуватися для обґрунтування суми збитків і подання заяви на компенсацію.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію та, за наявності, копії актів, протоколів або інших документів, що підтверджують факт пошкодження майна [П.І.Б. дата народження особи, в інтересах якої подається запит] за адресою [вказати адресу майна]. Прошу зафіксувати пошкодження, якщо це ще не зроблено, та надати підтвердження для використання у заяві на компенсацію.</p><p>Цей запит подається з метою отримання документального підтвердження, необхідного для оцінки збитків та захисту прав клієнта.</p>"
    },
    "ru": {
      "title": "Запрос на предоставление информации о фиксации факта повреждения имущества от ГСЧС",
      "preview": "Этот запрос позволяет адвокату получить официальное подтверждение от Государственной службы Украины по чрезвычайным ситуациям (ГСЧС) о факте повреждения имущества клиента в результате боевых действий. Документ, предоставленный ГСЧС, может использоваться для обоснования суммы ущерба и подачи заявления на компенсацию.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію та, за наявності, копії актів, протоколів або інших документів, що підтверджують факт пошкодження майна [П.І.Б. дата народження особи, в інтересах якої подається запит] за адресою [вказати адресу майна]. Прошу зафіксувати пошкодження, якщо це ще не зроблено, та надати підтвердження для використання у заяві на компенсацію.</p><p>Цей запит подається з метою отримання документального підтвердження, необхідного для оцінки збитків та захисту прав клієнта.</p>"
    },
    "en": {
      "title": "Request for information on the confirmation of property damage from the SES",
      "preview": "This request allows a lawyer to obtain official confirmation from the State Emergency Service (SES) regarding property damage to the client as a result of hostilities. The document provided by SES can be used to substantiate the amount of damage and file a compensation claim.",
      "text": "<p>На підставі Закону України «Про адвокатуру та адвокатську діяльність» та в рамках надання правової допомоги в захисті законних інтересів мого клієнта, прошу надати інформацію та, за наявності, копії актів, протоколів або інших документів, що підтверджують факт пошкодження майна [П.І.Б. дата народження особи, в інтересах якої подається запит] за адресою [вказати адресу майна]. Прошу зафіксувати пошкодження, якщо це ще не зроблено, та надати підтвердження для використання у заяві на компенсацію.</p><p>Цей запит подається з метою отримання документального підтвердження, необхідного для оцінки збитків та захисту прав клієнта.</p>"
    }
  },
  {
    "id": "34",
    "idPost": "34",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит про надання роз'яснень щодо рішень, ухвалених ТЦК стосовно мобілізації",
      "preview": "Цей запит дозволяє адвокату отримати роз’яснення від військкомату або іншого військового органу щодо рішень, пов’язаних із мобілізацією клієнта. Така інформація може бути необхідною для підтвердження правомірності дій, оскарження необґрунтованих рішень і захисту прав клієнта в разі неправомірного призову.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление разъяснений по решениям, принятым военкоматом относительно мобилизации",
      "preview": "Этот запрос позволяет адвокату получить разъяснения от военкомата или другого военного органа по решениям, связанным с мобилизацией клиента. Такая информация может быть необходима для подтверждения правомерности действий, обжалования необоснованных решений и защиты прав клиента в случае неправомерного призыва.",
      "text": ""
    },
    "en": {
      "title": "Request for clarification of decisions made by the military commissariat regarding mobilization",
      "preview": "This request allows a lawyer to obtain clarifications from the military commissariat or another military body regarding decisions related to the client’s mobilization. Such information may be necessary to confirm the legality of actions, appeal unjustified decisions, and protect the client’s rights in case of unlawful conscription.",
      "text": ""
    }
  },
  {
    "id": "35",
    "idPost": "35",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит про надання інформації з питань мобілізації",
      "preview": "Цей запит спрямований на отримання інформації про підстави та обставини мобілізації клієнта. Він необхідний у випадках, коли військовослужбовець або його представник потребує офіційного підтвердження умов мобілізації, її підстав, а також відповідних розпоряджень та наказів. Запит також допоможе при оскарженні неправомірних дій або в ситуаціях, коли потрібно підтвердити відстрочку або звільнення від мобілізації.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации по вопросам мобилизации",
      "preview": "Этот запрос направлен на получение информации о причинах и обстоятельствах мобилизации клиента. Он необходим в случаях, когда военнослужащий или его представитель нуждается в официальном подтверждении условий мобилизации, её оснований, а также соответствующих распоряжений и приказов. Запрос также поможет при обжаловании неправомерных действий или в ситуациях, когда нужно подтвердить отсрочку или освобождение от мобилизации.",
      "text": ""
    },
    "en": {
      "title": "Request for information on mobilization issues",
      "preview": "This request is aimed at obtaining information on the reasons and circumstances of the client’s mobilization. It is necessary in cases where a serviceman or their representative requires official confirmation of mobilization conditions, its grounds, as well as related orders and directives. The request also assists in challenging unlawful actions or confirming deferrals or exemptions from mobilization.",
      "text": ""
    }
  },
  {
    "id": "36",
    "idPost": "36",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо дисциплінарних стягнень",
      "preview": "Цей запит спрямований на отримання відомостей про дисциплінарні стягнення, накладені на військовослужбовця, включаючи підстави та деталі таких рішень. Він необхідний для перевірки правомірності застосування дисциплінарних заходів, для аналізу ситуацій, що можуть вплинути на кар’єру та репутацію військовослужбовця, а також для підготовки можливого оскарження рішень.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о дисциплинарных взысканиях",
      "preview": "Этот запрос направлен на получение сведений о дисциплинарных взысканиях, наложенных на военнослужащего, включая основания и детали таких решений. Он необходим для проверки правомерности применения дисциплинарных мер, анализа ситуаций, которые могут повлиять на карьеру и репутацию военнослужащего, а также для подготовки возможного обжалования решений.",
      "text": ""
    },
    "en": {
      "title": "Request for information on disciplinary actions",
      "preview": "This request is aimed at obtaining information about disciplinary actions imposed on a serviceman, including the grounds and details of such decisions. It is necessary to verify the legitimacy of disciplinary measures, analyze situations that may affect the serviceman’s career and reputation, and prepare for potential appeals of the decisions.",
      "text": ""
    }
  },
  {
    "id": "37",
    "idPost": "37",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо надання відстрочки або звільнення від призову",
      "preview": "Цей запит дозволяє отримати інформацію про відстрочку або звільнення від призову, надане клієнту. Така інформація може знадобитися для підтвердження або оскарження відповідних рішень, з’ясування підстав для відстрочки або звільнення, а також для забезпечення прав військовослужбовця на отримання соціальних гарантій.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о предоставлении отсрочки или освобождении от призыва",
      "preview": "Этот запрос позволяет получить информацию об отсрочке или освобождении от призыва, предоставленных клиенту. Такая информация может быть необходима для подтверждения или обжалования соответствующих решений, выяснения оснований для отсрочки или освобождения, а также для обеспечения прав военнослужащего на получение социальных гарантий.",
      "text": ""
    },
    "en": {
      "title": "Request for information on deferment or exemption from conscription",
      "preview": "This request allows obtaining information about a deferment or exemption from conscription granted to the client. Such information may be necessary to confirm or challenge relevant decisions, clarify the grounds for deferment or exemption, and ensure the serviceman’s rights to social benefits.",
      "text": ""
    }
  },
  {
    "id": "38",
    "idPost": "38",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо нарахування та виплати грошового забезпечення",
      "preview": "Цей запит дозволяє отримати відомості про нараховане та виплачене грошове забезпечення військовослужбовцю, а також інформацію про премії та надбавки. Запит може бути використаний для перевірки правильності виплат, обґрунтованості нарахувань або для оскарження невиплачених сум, що стосуються соціального та фінансового забезпечення військовослужбовця.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о начислении и выплате денежного обеспечения",
      "preview": "Этот запрос позволяет получить сведения о начисленном и выплаченном денежном обеспечении военнослужащему, а также информацию о премиях и надбавках. Запрос может быть использован для проверки правильности выплат, обоснованности начислений или для обжалования невыплаченных сумм, связанных с социальным и финансовым обеспечением военнослужащего.",
      "text": ""
    },
    "en": {
      "title": "Request for information on the calculation and payment of monetary support",
      "preview": "This request allows obtaining details of the monetary support calculated and paid to a serviceman, as well as information on bonuses and allowances. The request can be used to verify payment accuracy, justify calculations, or dispute unpaid amounts related to the serviceman’s social and financial support.",
      "text": ""
    }
  },
  {
    "id": "39",
    "idPost": "39",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит щодо медичної документації",
      "preview": "Цей запит дозволяє отримати копії медичних документів клієнта, таких як історія хвороби, результати аналізів або виписки з лікарні. Це може бути необхідним для вирішення спорів зі страховими компаніями чи медичними установами.",
      "text": ""
    },
    "ru": {
      "title": "Запрос о медицинской документации",
      "preview": "Этот запрос позволяет получить копии медицинских документов клиента, таких как история болезни, результаты анализов или выписки из больницы. Это может быть необходимо для разрешения споров со страховыми компаниями или медицинскими учреждениями.",
      "text": ""
    },
    "en": {
      "title": "Request for medical documents",
      "preview": "This request allows obtaining copies of the client’s medical records, such as medical history, test results, or hospital discharge summaries. This may be necessary for resolving disputes with insurance companies or medical institutions.",
      "text": ""
    }
  },
  {
    "id": "40",
    "idPost": "40",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит щодо надання довідки про обставини травми (поранення, контузії, каліцтва)",
      "preview": "Цей запит дозволяє отримати офіційне підтвердження стану здоров’я клієнта, пов’язаного з травмою, пораненням чи хворобою. Такий документ може бути використаний для подання заяв на компенсацію або оскарження дій роботодавців чи інших осіб.",
      "text": ""
    },
    "ru": {
      "title": "Запрос о предоставлении справки об обстоятельствах травмы (ранения, контузии, увечья)",
      "preview": "Этот запрос позволяет получить официальное подтверждение состояния здоровья клиента, связанного с травмой, ранением или болезнью. Такой документ может быть использован для подачи заявлений на компенсацию или обжалования действий работодателей или других лиц.",
      "text": ""
    },
    "en": {
      "title": "Request for confirmation of injury, wound, concussion, or illness",
      "preview": "This request allows obtaining an official confirmation of the client’s health condition related to an injury, wound, or illness. Such a document can be used to file claims for compensation or contest the actions of employers or other parties.",
      "text": ""
    }
  },
  {
    "id": "41",
    "idPost": "41",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит щодо наказів про мобілізацію та військову службу",
      "preview": "Цей запит дозволяє клієнту отримати копії наказів про мобілізацію або проходження військової служби. Ці документи можуть бути необхідними для підтвердження правомірності дій військових органів або вирішення спорів.",
      "text": ""
    },
    "ru": {
      "title": "Запрос о приказах о мобилизации и военной службе",
      "preview": "Этот запрос позволяет клиенту получить копии приказов о мобилизации или прохождении военной службы. Эти документы могут быть необходимы для подтверждения законности действий военных органов или разрешения споров.",
      "text": ""
    },
    "en": {
      "title": "Request for mobilization and military service orders",
      "preview": "This request allows a client to obtain copies of orders related to mobilization or military service. These documents may be necessary to confirm the legality of military actions or resolve disputes.",
      "text": ""
    }
  },
  {
    "id": "42",
    "idPost": "42",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит щодо підтвердження правового статусу особи",
      "preview": "Цей запит дозволяє клієнту отримати офіційне підтвердження свого урядового статусу, наприклад, статусу держслужбовця чи іншої офіційної посади. Такий документ може бути необхідний для вирішення юридичних питань або підтвердження повноважень.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на подтверждение правового статуса",
      "preview": "Этот запрос позволяет клиенту получить официальное подтверждение своего правового статуса, например, статуса госслужащего или другой официальной должности. Такой документ может быть необходим для разрешения юридических вопросов или подтверждения полномочий.",
      "text": ""
    },
    "en": {
      "title": "Request for confirmation of governmental status",
      "preview": "This request allows a client to obtain an official confirmation of their governmental status, such as being a civil servant or holding another official position. Such a document may be necessary to resolve legal issues or confirm authority.",
      "text": ""
    }
  },
  {
    "id": "43",
    "idPost": "43",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит щодо результатів службового розслідування",
      "preview": "Цей запит дозволяє клієнту отримати інформацію про результати службового розслідування, яке стосувалося його діяльності або інциденту. Документ може бути корисним для оскарження висновків або подальшого захисту прав клієнта.",
      "text": ""
    },
    "ru": {
      "title": "Запрос о результатах служебного расследования",
      "preview": "Этот запрос позволяет клиенту получить информацию о результатах служебного расследования, связанного с его деятельностью или инцидентом. Документ может быть полезен для обжалования выводов или дальнейшей защиты прав клиента.",
      "text": ""
    },
    "en": {
      "title": "Request for the results of an internal investigation",
      "preview": "This request allows a client to obtain information on the results of an internal investigation concerning their activity or an incident. The document can be useful for challenging the findings or further protecting the client’s rights.",
      "text": ""
    }
  },
  {
    "id": "44",
    "idPost": "44",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит щодо розміру та видів грошового забезпечення, премій та надбавок",
      "preview": "Цей запит дозволяє отримати інформацію про розмір грошового забезпечення, яке отримує клієнт, а також про надбавки чи доплати, які йому належать. Це може бути необхідно для оскарження помилок у нарахуваннях або уточнення фінансових питань.",
      "text": ""
    },
    "ru": {
      "title": "Запрос о размере и форме денежного обеспечения, надбавок и доплат",
      "preview": "Этот запрос позволяет получить информацию о размере денежного обеспечения, которое получает клиент, а также о надбавках или доплатах, которые ему положены. Это может быть необходимо для обжалования ошибок в начислениях или уточнения финансовых вопросов.",
      "text": ""
    },
    "en": {
      "title": "Request for the amount and form of monetary support, bonuses, and allowances",
      "preview": "This request allows obtaining information about the amount of monetary support the client receives, as well as bonuses or allowances they are entitled to. This may be necessary to dispute errors in calculations or clarify financial matters.",
      "text": ""
    }
  },
  {
    "id": "45",
    "idPost": "45",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "admou",
    "requestType": {
      "ua": "Запити до Міністерства оборони України (МОУ) та територіальних центрів комплектування (ТЦК)",
      "ru": "Запросы в Министерство обороны Украины (МОУ) и территориальные центры комплектования (ТЦК)",
      "en": "Requests to the Ministry of Defense of Ukraine and Territorial Recruitment Centers (TRCs)"
    },
    "ua": {
      "title": "Запит щодо рішень, які прийняті за рапортами військовослужбовця",
      "preview": "Цей запит дозволяє отримати інформацію про прийняті рішення на підставі рапортів військовослужбовців, зокрема щодо їх прав чи обов’язків. Це може бути необхідним для уточнення обставин або оскарження рішень.",
      "text": ""
    },
    "ru": {
      "title": "Запрос о решениях, принятых по рапортам военнослужащих",
      "preview": "Этот запрос позволяет получить информацию о принятых решениях на основании рапортов военнослужащих, в частности, касающихся их прав или обязанностей. Это может быть необходимо для уточнения обстоятельств или обжалования решений.",
      "text": ""
    },
    "en": {
      "title": "Request for decisions made on the basis of service members’ reports",
      "preview": "This request allows obtaining information on decisions made based on service members’ reports, particularly regarding their rights or obligations. This may be necessary to clarify circumstances or challenge decisions.",
      "text": ""
    }
  },
  {
    "id": "46",
    "idPost": "46",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання справки про відсутність заборгованості по податках",
      "preview": "Цей запит дозволяє адвокату отримати довідку, що підтверджує відсутність податкової заборгованості у клієнта. Така довідка може знадобитися для участі в тендерах, операціях із нерухомістю або при отриманні кредитів.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление справки об отсутствии задолженности по налогам",
      "preview": "Этот запрос позволяет адвокату получить справку, подтверждающую отсутствие налоговой задолженности у клиента. Такая справка может понадобиться для участия в тендерах, сделках с недвижимостью или при получении кредитов.",
      "text": ""
    },
    "en": {
      "title": "Request for a certificate of no tax debt",
      "preview": "This request allows a lawyer to obtain a certificate confirming the client’s lack of tax debt. Such a certificate may be required for participation in tenders, real estate transactions, or when obtaining loans.The request helps confirm or refute the existence of such a restriction for further resolution of issues related to the right of entry.",
      "text": ""
    }
  },
  {
    "id": "47",
    "idPost": "47",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо заборгованості по виплаті пенсії",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про заборгованість із виплати пенсії клієнта, включаючи причини затримок та можливі рішення щодо усунення заборгованості. Така інформація необхідна, щоб зрозуміти причини невиплати чи затримки пенсії та вжити заходів для захисту інтересів клієнта.",
      "text": ""
    },
    "ru": {
      "title": "Запрос о предоставлении информации о задолженности по выплате пенсии",
      "preview": "Этот запрос позволяет адвокату получить информацию о задолженности по выплате пенсии клиента, включая причины задержек и возможные решения для устранения задолженности. Такая информация необходима, чтобы понять причины невыплаты или задержки пенсии и принять меры для защиты интересов клиента.",
      "text": ""
    },
    "en": {
      "title": "Request for information regarding pension arrears",
      "preview": "This request allows the lawyer to obtain information about the client's pension arrears, including the reasons for the delays and possible solutions to eliminate the arrears. Such information is necessary to understand the reasons for the non-payment or delay of the pension and to take measures to protect the client's interests.",
      "text": ""
    }
  },
  {
    "id": "48",
    "idPost": "48",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо застосування пільгового стажу",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про застосування пільгового стажу клієнта, що може бути необхідним для підтвердження прав клієнта на підвищені пенсійні виплати або достроковий вихід на пенсію. Інформація про пільговий стаж допомагає переконатися, що всі пільги клієнта враховані у розрахунках.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о применении льготного стажа",
      "preview": "Этот запрос позволяет адвокату получить информацию о применении льготного стажа клиента, что может быть необходимо для подтверждения прав клиента на повышенные пенсионные выплаты или досрочный выход на пенсию. Информация о льготном стаже помогает удостовериться, что все льготы клиента учтены в расчетах.",
      "text": ""
    },
    "en": {
      "title": "Request for information on preferential service years",
      "preview": "This request allows a lawyer to obtain information on the application of the client’s preferential service years, which may be necessary to confirm the client’s rights to increased pension payments or early retirement. Information on preferential service years ensures that all of the client’s benefits are accounted for in the calculations.",
      "text": ""
    }
  },
  {
    "id": "49",
    "idPost": "49",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо нарахування та виплати пенсії",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про порядок нарахування та виплати пенсії клієнта, включаючи розмір пенсії та підстави для розрахунку. Така інформація може бути необхідною для перевірки правильності нарахувань, виявлення можливих помилок або захисту інтересів клієнта в спорах, пов’язаних з пенсійними виплатами.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о начислении и выплате пенсии",
      "preview": "Этот запрос позволяет адвокату получить информацию о порядке начисления и выплате пенсии клиента, включая размер пенсии и основания для расчета. Такая информация может быть необходима для проверки правильности начислений, выявления возможных ошибок или защиты интересов клиента в спорах, связанных с пенсионными выплатами.",
      "text": ""
    },
    "en": {
      "title": "Request for information on pension calculation and payment",
      "preview": "This request allows a lawyer to obtain information on the procedure for calculating and paying the client’s pension, including the amount and grounds for the calculation. Such information may be necessary to verify the correctness of calculations, identify possible errors, or protect the client’s interests in disputes related to pension payments.",
      "text": ""
    }
  },
  {
    "id": "50",
    "idPost": "50",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо перерахунку пенсії",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про перерахунок пенсії клієнта. Така інформація може бути необхідною, якщо виникають сумніви у правильності нарахувань, якщо клієнту потрібне підвищення пенсії на підставі змін у законодавстві, або якщо виявлені помилки у попередніх розрахунках.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о перерасчете пенсии",
      "preview": "Этот запрос позволяет адвокату получить информацию о перерасчете пенсии клиента. Такая информация может быть необходима, если возникают сомнения в корректности начислений, если клиенту требуется повышение пенсии на основании изменения законодательства, или если выявлены ошибки в предыдущих расчетах.",
      "text": ""
    },
    "en": {
      "title": "Request for information on pension recalculation",
      "preview": "This request allows a lawyer to obtain information on the recalculation of the client’s pension. Such information may be necessary if there are doubts about the correctness of calculations, if the client requires a pension increase based on legislative changes, or if errors in previous calculations are identified.",
      "text": ""
    }
  },
  {
    "id": "51",
    "idPost": "51",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо призначення пенсії по інвалідності",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про призначення пенсії по інвалідності для клієнта, включаючи умови та підстави для призначення. Така інформація може бути необхідною для підтвердження прав клієнта на пенсію по інвалідності та перевірки правильності розрахунку виплат.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о назначении пенсии по инвалидности",
      "preview": "Этот запрос позволяет адвокату получить информацию о назначении пенсии по инвалидности для клиента, включая условия и основания для назначения. Такая информация может быть необходима для подтверждения прав клиента на пенсию по инвалидности и проверки корректности расчета выплат.",
      "text": ""
    },
    "en": {
      "title": "Request for information on disability pension assignment",
      "preview": "This request allows a lawyer to obtain information on the assignment of a disability pension for the client, including conditions and grounds for assignment. Such information may be necessary to confirm the client’s rights to a disability pension and verify the correctness of payment calculations.",
      "text": ""
    }
  },
  {
    "id": "52",
    "idPost": "52",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо призначення пенсії у зв'язку з втратою годувальника",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про призначення пенсії у зв’язку з втратою годувальника, включаючи підстави для призначення та порядок виплати. Така інформація необхідна для підтвердження прав клієнта на пенсію, пов’язану з втратою годувальника, та для перевірки правильності нарахувань.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о назначении пенсии в связи с потерей кормильца",
      "preview": "Этот запрос позволяет адвокату получить информацию о назначении пенсии в связи с потерей кормильца, включая основания для назначения и порядок выплаты. Такая информация необходима для подтверждения прав клиента на пенсию, связанную с потерей кормильца, и для проверки корректности начисления.",
      "text": ""
    },
    "en": {
      "title": "Request for information on survivor’s pension assignment",
      "preview": "This request allows a lawyer to obtain information on the assignment of a survivor’s pension, including grounds for assignment and payment procedure. Such information is necessary to confirm the client’s rights to the pension related to the loss of a breadwinner and verify the correctness of the calculation.",
      "text": ""
    }
  },
  {
    "id": "53",
    "idPost": "53",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо підтвердження страхового стажу",
      "preview": "Цей запит дозволяє адвокату отримати інформацію щодо підтвердження страхового стажу клієнта. Така інформація може бути важливою для правильного розрахунку пенсії, особливо якщо клієнту не врахували всі періоди роботи або виникли суперечки про тривалість стажу.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о подтверждении страхового стажа",
      "preview": "Этот запрос позволяет адвокату получить информацию о подтверждении страхового стажа клиента. Такая информация может быть важна для правильного расчета пенсии, особенно если клиенту не были учтены все периоды работы или возникли споры о длительности стажа.",
      "text": ""
    },
    "en": {
      "title": "Request for information on confirming insurance service years",
      "preview": "This request allows a lawyer to obtain information on confirming the client’s insurance service years. Such information may be important for accurately calculating pensions, especially if not all work periods were accounted for, or if there are disputes regarding the length of service.",
      "text": ""
    }
  },
  {
    "id": "54",
    "idPost": "54",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про надання інформації щодо стану податкової заборгованості",
      "preview": "Цей запит дозволяє адвокату отримати актуальну інформацію про наявність податкової заборгованості клієнта, а також відомості про суми та строки її погашення. Запит корисний для уточнення заборгованості та планування дій щодо її погашення або оскарження.",
      "text": ""
    },
    "ru": {
      "title": "Запрос на предоставление информации о состоянии налоговой задолженности",
      "preview": "Этот запрос позволяет адвокату получить актуальную информацию о наличии налоговой задолженности клиента, а также сведения о суммах и сроках её погашения. Запрос полезен для уточнения задолженности и планирования действий по её погашению или оспариванию.",
      "text": ""
    },
    "en": {
      "title": "Request for information on the status of tax debt",
      "preview": "This request allows a lawyer to obtain current information on the client’s tax debt, including details on amounts and payment deadlines. The request is useful for clarifying debt and planning actions to pay it off or dispute it.",
      "text": ""
    }
  },
  {
    "id": "55",
    "idPost": "55",
    "dateCreating": "2024-12-17 17:17",
    "path": "",
    "type": "request",
    "recipient": "pfu",
    "requestType": {
      "ua": "Запити до Пенсійного фонду України (ПФУ) та Державної прикордонної служби України (ДПСУ)",
      "ru": "Запросы в Пенсионный фонд Украины (ПФУ) и Государственную пограничную службу Украины (ДПСУ)",
      "en": "Requests to the Pension Fund of Ukraine (PFU) and the State Border Guard Service of Ukraine (SBGS)"
    },
    "ua": {
      "title": "Запит про повернення або зарахування переплачених податків",
      "preview": "Цей запит дозволяє адвокату отримати інформацію про можливість повернення переплачених податків клієнтом. Це може стосуватися випадків неправильного нарахування податків або переплати. Адвокат може допомогти з процедурою подання заяви на повернення коштів.",
      "text": ""
    },
    "ru": {
      "title": "Запрос о возврате или зачислению переплаченных налогов",
      "preview": "Этот запрос позволяет адвокату получить информацию о возможности возврата клиентом переплаченных налогов. Это может касаться случаев неправильного начисления налогов или переплаты. Адвокат может помочь с процедурой подачи заявления на возврат средств.",
      "text": ""
    },
    "en": {
      "title": "Request for a tax refund for overpayment",
      "preview": "This request allows a lawyer to obtain information about the possibility of a client reclaiming overpaid taxes. This may involve cases of incorrect tax calculation or overpayment. A lawyer can assist with the procedure for filing a refund claim.",
      "text": ""
    }
  }
]
